{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ActiveSkill_Detail",
			"Children": [
				{
					"Source":
					{
						"Text": "3초간 총알에 <AP>{0}의 마법 피해</>가 추가됩니다."
					},
					"Translation":
					{
						"Text": "3秒間、弾丸に<AP>{0}の魔法ダメージ</>が付与される。"
					},
					"Key": "MTB_B"
				},
				{
					"Source":
					{
						"Text": "3초간 총알에 <AP>{0}의 마법 피해</>가 추가됩니다. 공격속도가 15% 증가합니다."
					},
					"Translation":
					{
						"Text": "3秒間、弾丸に<AP>{0}の魔法ダメージ</>が付与される。攻撃速度が15%上昇する。"
					},
					"Key": "MTB_A"
				},
				{
					"Source":
					{
						"Text": "3초간 총알이 근처의 적에게 도탄됩니다. 최대 2번 튕기며, 튕길 때 마다 30%씩 데미지가 감소됩니다."
					},
					"Translation":
					{
						"Text": "3秒間、弾丸が近くの敵に跳弾する。最大2回まで反射し、反射するたびにダメージが30%減少する。"
					},
					"Key": "RC_B"
				},
				{
					"Source":
					{
						"Text": "3초간 총알이 근처의 적에게 도탄됩니다. 최대 3번 튕기며, 튕길 때 마다 20%씩 데미지가 감소됩니다."
					},
					"Translation":
					{
						"Text": "3秒間、弾丸が近くの敵に跳弾する。最大3回まで反射し、反射するたびにダメージが20%減少する。"
					},
					"Key": "RC_A"
				},
				{
					"Source":
					{
						"Text": "<DEF>{0}의 체력</>과 <AD>{1}의 공격력</>을 가진 포탑을 소환합니다."
					},
					"Translation":
					{
						"Text": "<DEF>{0}の耐久値</>と<AD>{1}の攻撃力</>を備えたタレットを召喚する。"
					},
					"Key": "DS_B"
				},
				{
					"Source":
					{
						"Text": "<DEF>{0}의 체력</>과 <AD>{1}의 공격력</>을 가진 포탑을 소환합니다. 20%의 추가 공격속도를 얻습니다."
					},
					"Translation":
					{
						"Text": "<DEF>{0}の耐久値</>と<AD>{1}の攻撃力</>を備えたタレットを召喚する。さらに攻撃速度が20%上昇する。"
					},
					"Key": "DS_A"
				},
				{
					"Source":
					{
						"Text": "단일 적에게 <AD>{0}의 물리피해</>를 가하는 탄환을 발사합니다."
					},
					"Translation":
					{
						"Text": "単体の敵に<AD>{0}の物理ダメージ</>を与える弾丸を発射する。"
					},
					"Key": "CS_B"
				},
				{
					"Source":
					{
						"Text": "단일 적에게 <AD>{0}의 물리피해</>를 가하는 탄환을 발사합니다. 만약 적이 죽는다면 쿨타임이 2초 감소합니다."
					},
					"Translation":
					{
						"Text": "単体の敵に<AD>{0}の物理ダメージ</>を与える弾丸を発射する。敵を撃破した場合、クールタイムが2秒短縮される。"
					},
					"Key": "CS_A"
				},
				{
					"Source":
					{
						"Text": "단일 적에게 <AP>{0}의 마법 피해</>를 가합니다."
					},
					"Translation":
					{
						"Text": "単体の敵に<AP>{0}の魔法ダメージ</>を与える。"
					},
					"Key": "TD_A"
				},
				{
					"Source":
					{
						"Text": "단일 적에게 <AP>{0}의 마법 피해</>를 가합니다."
					},
					"Translation":
					{
						"Text": "単体の敵に<AP>{0}の魔法ダメージ</>を与える。"
					},
					"Key": "TD_B"
				},
				{
					"Source":
					{
						"Text": "범위 내 아군들이 5초간 <DEF>{0}의 실드</>와 <AD>{1}의 공격력</>, <AP>{2}의 스킬 위력</>\r\n을 얻고, 액티브 스킬의 쿨타임이 1초 감소합니다."
					},
					"Translation":
					{
						"Text": "範囲内の味方が5秒間、<DEF>{0}のシールド</>、<AD>{1}の攻撃力</>、<AP>{2}のスキル威力</>を得る。また、アクティブスキルのクールタイムが1秒短縮される。"
					},
					"Key": "EC_A"
				},
				{
					"Source":
					{
						"Text": "범위 내 아군들이 5초간 <DEF>{0}의 실드</>와 <AD>{1}의 공격력</>, <AP>{2}의 스킬 위력</>\r\n을 얻습니다."
					},
					"Translation":
					{
						"Text": "範囲内の味方が5秒間、<DEF>{0}のシールド</>、<AD>{1}の攻撃力</>、<AP>{2}のスキル威力</>を得る。"
					},
					"Key": "EC_B"
				},
				{
					"Source":
					{
						"Text": "범위 내 적에게  <AP>{0}의 마법 피해</>를 4번 가합니다."
					},
					"Translation":
					{
						"Text": "範囲内の敵に<AP>{0}の魔法ダメージ</>を4回与える。"
					},
					"Key": "TDS_B"
				},
				{
					"Source":
					{
						"Text": "범위 내 적에게  <AP>{0}의 마법 피해</>를 6번 가합니다."
					},
					"Translation":
					{
						"Text": "範囲内の敵に<AP>{0}の魔法ダメージ</>を6回与える。"
					},
					"Key": "TDS_A"
				},
				{
					"Source":
					{
						"Text": "아군과 적을 3번 오가며 아군에게는 <DEF>{0}의 회복</>, 적에게는<AP>{1}의 마법 피해</>를 가합니다. "
					},
					"Translation":
					{
						"Text": "味方と敵の間を3回跳ね返り、味方には<DEF>{0}の回復</>を、敵には<AP>{1}の魔法ダメージ</>を与える。"
					},
					"Key": "FS_B"
				},
				{
					"Source":
					{
						"Text": "아군과 적을 5번 오가며 아군에게는 <DEF>{0}의 회복</>, 적에게는<AP>{1}의 마법 피해</>를 가합니다.  튕길 때 마다 회복/데미지가 15% 증가합니다."
					},
					"Translation":
					{
						"Text": "味方と敵の間を5回跳ね返り、味方には<DEF>{0}の回復</>を、敵には<AP>{1}の魔法ダメージ</>を与える。跳ねるたびに回復量とダメージが15%増加する。"
					},
					"Key": "FS_A"
				},
				{
					"Source":
					{
						"Text": "현재 공격속도의 2배의 공격속도로 3발의 탄환을 발사합니다."
					},
					"Translation":
					{
						"Text": "現在の攻撃速度の2倍で3発の弾丸を発射する。"
					},
					"Key": "TF_B"
				},
				{
					"Source":
					{
						"Text": "현재 공격속도의 3배의 공격속도로 3발의 탄환을 발사합니다."
					},
					"Translation":
					{
						"Text": "現在の攻撃速度の3倍で3発の弾丸を発射する。"
					},
					"Key": "TF_A"
				}
			]
		},
		{
			"Namespace": "ActiveSkill_name",
			"Children": [
				{
					"Source":
					{
						"Text": "강화 파동"
					},
					"Translation":
					{
						"Text": "エンハンスウェーブ"
					},
					"Key": "EC_B"
				},
				{
					"Source":
					{
						"Text": "강화 파동"
					},
					"Translation":
					{
						"Text": "エンハンスウェーブ"
					},
					"Key": "EC_A"
				},
				{
					"Source":
					{
						"Text": "도탄"
					},
					"Translation":
					{
						"Text": "リコシェット"
					},
					"Key": "RC_B"
				},
				{
					"Source":
					{
						"Text": "도탄"
					},
					"Translation":
					{
						"Text": "リコシェット"
					},
					"Key": "RC_A"
				},
				{
					"Source":
					{
						"Text": "벼락"
					},
					"Translation":
					{
						"Text": "ライトニング"
					},
					"Key": "TD_A"
				},
				{
					"Source":
					{
						"Text": "벼락"
					},
					"Translation":
					{
						"Text": "ライトニング"
					},
					"Key": "TD_B"
				},
				{
					"Source":
					{
						"Text": "벼락 폭풍"
					},
					"Translation":
					{
						"Text": "ライトニングストーム"
					},
					"Key": "TDS_B"
				},
				{
					"Source":
					{
						"Text": "벼락 폭풍"
					},
					"Translation":
					{
						"Text": "ライトニングストーム"
					},
					"Key": "TDS_A"
				},
				{
					"Source":
					{
						"Text": "삼연사"
					},
					"Translation":
					{
						"Text": "トリプルバースト"
					},
					"Key": "TF_A"
				},
				{
					"Source":
					{
						"Text": "삼연사"
					},
					"Translation":
					{
						"Text": "トリプルバースト"
					},
					"Key": "TF_B"
				},
				{
					"Source":
					{
						"Text": "에너지 전도"
					},
					"Translation":
					{
						"Text": "エナジーコンダクト"
					},
					"Key": "FS_B"
				},
				{
					"Source":
					{
						"Text": "에너지 전도"
					},
					"Translation":
					{
						"Text": "エナジーコンダクト"
					},
					"Key": "FS_A"
				},
				{
					"Source":
					{
						"Text": "전자기 탄환"
					},
					"Translation":
					{
						"Text": "マグネティックバレット"
					},
					"Key": "MTB_B"
				},
				{
					"Source":
					{
						"Text": "전자기 탄환"
					},
					"Translation":
					{
						"Text": "マグネティックバレット"
					},
					"Key": "MTB_A"
				},
				{
					"Source":
					{
						"Text": "차지 샷"
					},
					"Translation":
					{
						"Text": "チャージショット"
					},
					"Key": "CS_B"
				},
				{
					"Source":
					{
						"Text": "차지 샷"
					},
					"Translation":
					{
						"Text": "チャージショット"
					},
					"Key": "CS_A"
				},
				{
					"Source":
					{
						"Text": "포탑 설치"
					},
					"Translation":
					{
						"Text": "タレット展開"
					},
					"Key": "DS_B"
				},
				{
					"Source":
					{
						"Text": "포탑 설치"
					},
					"Translation":
					{
						"Text": "タレット展開"
					},
					"Key": "DS_A"
				}
			]
		},
		{
			"Namespace": "BuffDetail",
			"Children": [
				{
					"Source":
					{
						"Text": "공격 속도와 치명타 확률이 증가되었습니다."
					},
					"Translation":
					{
						"Text": "攻撃速度とクリティカル率が上昇する。"
					},
					"Key": "DAG_E"
				},
				{
					"Source":
					{
						"Text": "공격력과 체력이 증가합니다."
					},
					"Translation":
					{
						"Text": "攻撃力とHPが上昇する。"
					},
					"Key": "CHA_E"
				},
				{
					"Source":
					{
						"Text": "공습에 당하여 방어력이 감소되었습니다."
					},
					"Translation":
					{
						"Text": "空襲を受け、防御力が低下した。"
					},
					"Key": "ASK_ARM"
				},
				{
					"Source":
					{
						"Text": "공습에 당하여 전체 체력이 감소되었습니다."
					},
					"Translation":
					{
						"Text": "空襲を受け、最大HPが低下した。"
					},
					"Key": "ASK_HP"
				},
				{
					"Source":
					{
						"Text": "다음 3발을 발사하는 동안 공격 속도가 증가됩니다."
					},
					"Translation":
					{
						"Text": "次の3発を発射する間、攻撃速度が上昇する。"
					},
					"Key": "TPF"
				},
				{
					"Source":
					{
						"Text": "다음에 사용하는 액티브 스킬의 쿨타임이 80% 감소됩니다."
					},
					"Translation":
					{
						"Text": "次に使用するアクティブスキルのクールタイムが80％短縮される。"
					},
					"Key": "QAK_H"
				},
				{
					"Source":
					{
						"Text": "매복 당하여 공격 속도가 감소되었습니다."
					},
					"Translation":
					{
						"Text": "待ち伏せを受け、攻撃速度が低下した。"
					},
					"Key": "AB_AS"
				},
				{
					"Source":
					{
						"Text": "매복 당하여 공격력이 감소되었습니다."
					},
					"Translation":
					{
						"Text": "待ち伏せを受け、攻撃力が低下した。"
					},
					"Key": "AB_AP"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 디버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス弱体効果を受ける。"
					},
					"Key": "PAT_RDB1"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 디버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス弱体効果を受ける。"
					},
					"Key": "PAT_RDB2"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 디버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス弱体効果を受ける。"
					},
					"Key": "PAT_RDB3"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 디버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス弱体効果を受ける。"
					},
					"Key": "PAT_RDB4"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス強化を獲得する。"
					},
					"Key": "PAT_RB2"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス強化を獲得する。"
					},
					"Key": "PAT_RB3"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス強化を獲得する。"
					},
					"Key": "PAT_RB4"
				},
				{
					"Source":
					{
						"Text": "무작위 스테이터스 버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなステータス強化を獲得する。"
					},
					"Key": "PAT_RB1"
				},
				{
					"Source":
					{
						"Text": "부정적인 이벤트를 회피합니다."
					},
					"Translation":
					{
						"Text": "ネガティブイベントを回避する。"
					},
					"Key": "RC_RNE"
				},
				{
					"Source":
					{
						"Text": "불량 코어가 장착되어 공격력이 감소하였습니다."
					},
					"Translation":
					{
						"Text": "欠陥コアを装着し、攻撃力が低下した。"
					},
					"Key": "C_ATP_DB"
				},
				{
					"Source":
					{
						"Text": "생존률이 증가합니다."
					},
					"Translation":
					{
						"Text": "生存率が上昇する。"
					},
					"Key": "CDT"
				},
				{
					"Source":
					{
						"Text": "선택할 수 있는 전리품의 수를 늘립니다."
					},
					"Translation":
					{
						"Text": "選択できる戦利品の数が増加する。"
					},
					"Key": "RC_RCH"
				},
				{
					"Source":
					{
						"Text": "액티브 스킬 사용 후 공격속도가 증가합니다."
					},
					"Translation":
					{
						"Text": "アクティブスキル使用後、攻撃速度が上昇する。"
					},
					"Key": "AG"
				},
				{
					"Source":
					{
						"Text": "액티브 스킬을 발동 시 공격속도가 증가됩니다."
					},
					"Translation":
					{
						"Text": "アクティブスキル発動時、攻撃速度が上昇する。"
					},
					"Key": "QAK_T"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 감마"
					},
					"Translation":
					{
						"Text": "アップグレード - ガンマ"
					},
					"Key": "UPG"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 베타"
					},
					"Translation":
					{
						"Text": "アップグレード - ベータ"
					},
					"Key": "UPB"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 알파"
					},
					"Translation":
					{
						"Text": "アップグレード - アルファ"
					},
					"Key": "UPA"
				},
				{
					"Source":
					{
						"Text": "업그레이드 -오메가"
					},
					"Translation":
					{
						"Text": "アップグレード - オメガ"
					},
					"Key": "UPO"
				},
				{
					"Source":
					{
						"Text": "영웅을 이동시킬 시 자동으로 장전됩니다."
					},
					"Translation":
					{
						"Text": "英雄を移動させると自動的にリロードされる。"
					},
					"Key": "RNG"
				},
				{
					"Source":
					{
						"Text": "이 유닛은 에너지 방패에 보호받고 있습니다."
					},
					"Translation":
					{
						"Text": "このユニットはエネルギーシールドに守られている。"
					},
					"Key": "OF_SHIELD"
				},
				{
					"Source":
					{
						"Text": "이 유닛은 표적으로 지정되었습니다."
					},
					"Translation":
					{
						"Text": "このユニットはターゲットに指定された。"
					},
					"Key": "OF_MARKED"
				},
				{
					"Source":
					{
						"Text": "이 유닛은 표적으로 지정된 유닛을 우선 공격합니다."
					},
					"Translation":
					{
						"Text": "このユニットはマークされた対象を優先的に攻撃する。"
					},
					"Key": "OF_FOCUS"
				},
				{
					"Source":
					{
						"Text": "장전 속도가 증가됩니다."
					},
					"Translation":
					{
						"Text": "リロード速度が上昇する。"
					},
					"Key": "QH"
				},
				{
					"Source":
					{
						"Text": "장전 시 실드를 획득합니다."
					},
					"Translation":
					{
						"Text": "リロード時にシールドを獲得する。"
					},
					"Key": "CHA_T"
				},
				{
					"Source":
					{
						"Text": "장전 후 첫발에 2초간 추가 피해를 입는 디버프를 추가합니다."
					},
					"Translation":
					{
						"Text": "リロード後の最初の一発に、2秒間追加ダメージを受けるデバフを付与する。"
					},
					"Key": "VIP_T"
				},
				{
					"Source":
					{
						"Text": "장전 후 첫발은 반드시 치명타 피해를 입힙니다."
					},
					"Translation":
					{
						"Text": "リロード後の最初の一発は必ずクリティカルダメージを与える。"
					},
					"Key": "SFR"
				},
				{
					"Source":
					{
						"Text": "장전시 추가 치명타 확률을 얻습니다."
					},
					"Translation":
					{
						"Text": "リロード時に追加のクリティカル率を得る。"
					},
					"Key": "DAG_T"
				},
				{
					"Source":
					{
						"Text": "적 유닛이 죽을수록 강해집니다."
					},
					"Translation":
					{
						"Text": "敵ユニットを倒すたびに強化される。"
					},
					"Key": "REV"
				},
				{
					"Source":
					{
						"Text": "적 유닛이 죽을수록 약해집니다."
					},
					"Translation":
					{
						"Text": "敵ユニットが倒されるたびに弱体化する。"
					},
					"Key": "UNT"
				},
				{
					"Source":
					{
						"Text": "적과 가까워 질 수록 치명타 확률이 증가되었습니다."
					},
					"Translation":
					{
						"Text": "敵との距離が近いほど、クリティカル率が上昇する。"
					},
					"Key": "CQM"
				},
				{
					"Source":
					{
						"Text": "적을 처치할 시 공격 속도가 증가하고 쿨타임이 1초 감소됩니다."
					},
					"Translation":
					{
						"Text": "敵を撃破すると攻撃速度が上昇し、クールタイムが1秒短縮される。"
					},
					"Key": "EXC"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 선택지가 감소됩니다."
					},
					"Translation":
					{
						"Text": "戦闘後の戦利品選択肢が減少する。"
					},
					"Key": "TR_RCAD"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 재화를 추가로 얻습니다."
					},
					"Translation":
					{
						"Text": "戦闘後の報酬資源を追加で獲得する。"
					},
					"Key": "RC_CR"
				},
				{
					"Source":
					{
						"Text": "전투 전리품을 선택할 수 있는 횟수가 감소합니다."
					},
					"Translation":
					{
						"Text": "戦闘後の戦利品を選択できる回数が減少する。"
					},
					"Key": "TR_RCOD"
				},
				{
					"Source":
					{
						"Text": "정상 코어가 장착되어 공격력이 증가되었습니다."
					},
					"Translation":
					{
						"Text": "ノーマルコアを装着し、攻撃力が上昇した。"
					},
					"Key": "C_ATP_B"
				},
				{
					"Source":
					{
						"Text": "체력을 회복합니다."
					},
					"Translation":
					{
						"Text": "HPを回復する。"
					},
					"Key": "MT"
				},
				{
					"Source":
					{
						"Text": "체력이 낮아지면 공격 속도와 흡혈이 증가합니다."
					},
					"Translation":
					{
						"Text": "HPが低下すると、攻撃速度とライフスティールが上昇する。"
					},
					"Key": "BSK"
				},
				{
					"Source":
					{
						"Text": "체력이 낮아질 수록 회피율이 증가합니다."
					},
					"Translation":
					{
						"Text": "HPが減少するほど、回避率が上昇する。"
					},
					"Key": "CPS"
				},
				{
					"Source":
					{
						"Text": "체력이 낮아질 시 공격 속도와 흡혈을 얻습니다."
					},
					"Translation":
					{
						"Text": "HPが低下すると攻撃速度とライフスティールを獲得する。"
					},
					"Key": "KN_A"
				},
				{
					"Source":
					{
						"Text": "총알이 근처 적에게 도탄됩니다."
					},
					"Translation":
					{
						"Text": "弾丸が近くの敵に跳弾する。"
					},
					"Key": "RC"
				},
				{
					"Source":
					{
						"Text": "최대 체력이 감소되었습니다."
					},
					"Translation":
					{
						"Text": "最大HPが減少した。"
					},
					"Key": "ST_HP"
				},
				{
					"Source":
					{
						"Text": "최대 체력이 감소하였습니다."
					},
					"Translation":
					{
						"Text": "最大HPが減少した。"
					},
					"Key": "EMP_HP"
				},
				{
					"Source":
					{
						"Text": "추가 공격 속도를 얻습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃速度を獲得する。"
					},
					"Key": "EMP_AS"
				},
				{
					"Source":
					{
						"Text": "추가 공격 속도를 얻습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃速度を獲得する。"
					},
					"Key": "SD_A"
				},
				{
					"Source":
					{
						"Text": "추가 공격 속도를 얻습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃速度を獲得する。"
					},
					"Key": "VIP_E"
				},
				{
					"Source":
					{
						"Text": "추가 공격 속도를 얻습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃速度を獲得する。"
					},
					"Key": "ACB"
				},
				{
					"Source":
					{
						"Text": "추가 공격 속도를 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃速度を獲得した。"
					},
					"Key": "EP"
				},
				{
					"Source":
					{
						"Text": "추가 공격 속도를 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃速度を獲得した。"
					},
					"Key": "PRA_AS"
				},
				{
					"Source":
					{
						"Text": "추가 공격력과 스킬 위력을 얻습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃力とスキル威力を獲得する。"
					},
					"Key": "EC"
				},
				{
					"Source":
					{
						"Text": "추가 공격력을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃力を獲得した。"
					},
					"Key": "PRA_ATP"
				},
				{
					"Source":
					{
						"Text": "추가 공격속도를 얻습니다."
					},
					"Translation":
					{
						"Text": "追加の攻撃速度を獲得する。"
					},
					"Key": "MTB"
				},
				{
					"Source":
					{
						"Text": "추가 방어력을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加の防御力を獲得した。"
					},
					"Key": "ETP"
				},
				{
					"Source":
					{
						"Text": "추가 스킬 위력을 얻습니다."
					},
					"Translation":
					{
						"Text": "追加のスキル威力を獲得する。"
					},
					"Key": "RICORE"
				},
				{
					"Source":
					{
						"Text": "추가 스킬 위력을 얻습니다."
					},
					"Translation":
					{
						"Text": "追加のスキル威力を獲得する。"
					},
					"Key": "QAK_E"
				},
				{
					"Source":
					{
						"Text": "추가 스킬 위력을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加のスキル威力を獲得した。"
					},
					"Key": "PRA_SP"
				},
				{
					"Source":
					{
						"Text": "추가 스킬 쿨다운을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加のスキルクールダウンを獲得した。"
					},
					"Key": "OTC"
				},
				{
					"Source":
					{
						"Text": "추가 스킬 쿨다운을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加のスキルクールダウンを獲得した。"
					},
					"Key": "PRE_CD"
				},
				{
					"Source":
					{
						"Text": "추가 실드를 얻습니다."
					},
					"Translation":
					{
						"Text": "追加のシールドを獲得する。"
					},
					"Key": "ACS"
				},
				{
					"Source":
					{
						"Text": "추가 실드를 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加のシールドを獲得した。"
					},
					"Key": "PRS_SHD"
				},
				{
					"Source":
					{
						"Text": "추가 치명타 확률을 얻습니다."
					},
					"Translation":
					{
						"Text": "追加のクリティカル率を獲得する。"
					},
					"Key": "RICAMERA"
				},
				{
					"Source":
					{
						"Text": "추가 치명타 확률을 얻습니다."
					},
					"Translation":
					{
						"Text": "追加のクリティカル率を獲得する。"
					},
					"Key": "EMP_CR"
				},
				{
					"Source":
					{
						"Text": "추가 치명타 확률을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加のクリティカル率を獲得した。"
					},
					"Key": "PRE_CRIT"
				},
				{
					"Source":
					{
						"Text": "추가 회피율을 얻습니다."
					},
					"Translation":
					{
						"Text": "追加の回避率を獲得する。"
					},
					"Key": "SPR"
				},
				{
					"Source":
					{
						"Text": "추가 회피율을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加の回避率を獲得した。"
					},
					"Key": "PRE_DODGE"
				},
				{
					"Source":
					{
						"Text": "추가 흡혈을 얻었습니다."
					},
					"Translation":
					{
						"Text": "追加のライフスティールを獲得した。"
					},
					"Key": "PRS_VAMP"
				},
				{
					"Source":
					{
						"Text": "치명타 공격 시 추가 투사체를 발사합니다."
					},
					"Translation":
					{
						"Text": "クリティカル発生時に追加の弾丸を発射する。"
					},
					"Key": "DAG_H"
				},
				{
					"Source":
					{
						"Text": "탄환에 도트 피해를 추가합니다."
					},
					"Translation":
					{
						"Text": "弾丸に持続ダメージ効果を付与する。"
					},
					"Key": "VIP_H"
				},
				{
					"Source":
					{
						"Text": "탄환이 도트 피해를 입힙니다."
					},
					"Translation":
					{
						"Text": "弾丸が持続ダメージを与える。"
					},
					"Key": "WB"
				},
				{
					"Source":
					{
						"Text": "특정 행동 시 실드를 얻습니다."
					},
					"Translation":
					{
						"Text": "特定の行動時にシールドを獲得する。"
					},
					"Key": "CHA_H"
				},
				{
					"Source":
					{
						"Text": "한번 파괴되어 전체 체력이 감소되었습니다. 한번 더 파괴될 시 유닛이 사망합니다."
					},
					"Translation":
					{
						"Text": "一度破壊され、最大HPが減少した。もう一度破壊されるとユニットは消滅する。"
					},
					"Key": "DB"
				}
			]
		},
		{
			"Namespace": "BuffName",
			"Children": [
				{
					"Source":
					{
						"Text": "EMP - 무기 강화"
					},
					"Translation":
					{
						"Text": "EMP - ウェポンブースト"
					},
					"Key": "EMP_AS"
				},
				{
					"Source":
					{
						"Text": "EMP - 취약점 발견"
					},
					"Translation":
					{
						"Text": "EMP - ウィークスポット"
					},
					"Key": "EMP_CR"
				},
				{
					"Source":
					{
						"Text": "EMP - 합선됨"
					},
					"Translation":
					{
						"Text": "EMP - ショートサージ"
					},
					"Key": "EMP_HP"
				},
				{
					"Source":
					{
						"Text": "가속 총열"
					},
					"Translation":
					{
						"Text": "アクセルバレル"
					},
					"Key": "ACB"
				},
				{
					"Source":
					{
						"Text": "강습 프로토콜 - 가속"
					},
					"Translation":
					{
						"Text": "アサルトプロトコル - アクセル"
					},
					"Key": "PRA_AS"
				},
				{
					"Source":
					{
						"Text": "강습 프로토콜 - 기술 강화"
					},
					"Translation":
					{
						"Text": "アサルトプロトコル - テックブースト"
					},
					"Key": "PRA_SP"
				},
				{
					"Source":
					{
						"Text": "강습 프로토콜 - 무기 강화"
					},
					"Translation":
					{
						"Text": "アサルトプロトコル - ウェポンブースト"
					},
					"Key": "PRA_ATP"
				},
				{
					"Source":
					{
						"Text": "강화 카메라"
					},
					"Translation":
					{
						"Text": "エンハンストカメラ"
					},
					"Key": "RICAMERA"
				},
				{
					"Source":
					{
						"Text": "강화 코어"
					},
					"Translation":
					{
						"Text": "エンハンストコア"
					},
					"Key": "RICORE"
				},
				{
					"Source":
					{
						"Text": "강화 파동"
					},
					"Translation":
					{
						"Text": "エンハンスウェーブ"
					},
					"Key": "EC"
				},
				{
					"Source":
					{
						"Text": "강화 피스톤"
					},
					"Translation":
					{
						"Text": "エンハンストピストン"
					},
					"Key": "EP"
				},
				{
					"Source":
					{
						"Text": "경사 장갑"
					},
					"Translation":
					{
						"Text": "スロープアーマー"
					},
					"Key": "SPR"
				},
				{
					"Source":
					{
						"Text": "공습 당함"
					},
					"Translation":
					{
						"Text": "空襲"
					},
					"Key": "ASK_HP"
				},
				{
					"Source":
					{
						"Text": "공습 당함"
					},
					"Translation":
					{
						"Text": "空襲"
					},
					"Key": "ASK_ARM"
				},
				{
					"Source":
					{
						"Text": "광전사"
					},
					"Translation":
					{
						"Text": "バーサーカー"
					},
					"Key": "BSK"
				},
				{
					"Source":
					{
						"Text": "근접전"
					},
					"Translation":
					{
						"Text": "クローズコンバット"
					},
					"Key": "CQM"
				},
				{
					"Source":
					{
						"Text": "단검 - 간선"
					},
					"Translation":
					{
						"Text": "ダガー - メインライン"
					},
					"Key": "DAG_E"
				},
				{
					"Source":
					{
						"Text": "단검 - 삼각"
					},
					"Translation":
					{
						"Text": "ダガー - トライア"
					},
					"Key": "DAG_T"
				},
				{
					"Source":
					{
						"Text": "단검 - 육각"
					},
					"Translation":
					{
						"Text": "ダガー - ヘキサ"
					},
					"Key": "DAG_H"
				},
				{
					"Source":
					{
						"Text": "단결"
					},
					"Translation":
					{
						"Text": "ユニティ"
					},
					"Key": "UNT"
				},
				{
					"Source":
					{
						"Text": "도탄"
					},
					"Translation":
					{
						"Text": "リコシェット"
					},
					"Key": "RC"
				},
				{
					"Source":
					{
						"Text": "독사 - 간선"
					},
					"Translation":
					{
						"Text": "ヴァイパー - メインライン"
					},
					"Key": "VIP_E"
				},
				{
					"Source":
					{
						"Text": "독사 - 삼각"
					},
					"Translation":
					{
						"Text": "ヴァイパー - トライア"
					},
					"Key": "VIP_T"
				},
				{
					"Source":
					{
						"Text": "독사 - 육각"
					},
					"Translation":
					{
						"Text": "ヴァイパー - ヘキサ"
					},
					"Key": "VIP_H"
				},
				{
					"Source":
					{
						"Text": "런앤건"
					},
					"Translation":
					{
						"Text": "ランアンドガン"
					},
					"Key": "RNG"
				},
				{
					"Source":
					{
						"Text": "매복 당함"
					},
					"Translation":
					{
						"Text": "待ち伏せ"
					},
					"Key": "AB_AS"
				},
				{
					"Source":
					{
						"Text": "매복 당함"
					},
					"Translation":
					{
						"Text": "待ち伏せ"
					},
					"Key": "AB_AP"
				},
				{
					"Source":
					{
						"Text": "민첩함"
					},
					"Translation":
					{
						"Text": "アジリティ"
					},
					"Key": "AG"
				},
				{
					"Source":
					{
						"Text": "복수"
					},
					"Translation":
					{
						"Text": "リベンジ"
					},
					"Key": "ON_ALLY_DEAD"
				},
				{
					"Source":
					{
						"Text": "복수"
					},
					"Translation":
					{
						"Text": "リベンジ"
					},
					"Key": "REV"
				},
				{
					"Source":
					{
						"Text": "불량 코어 장착"
					},
					"Translation":
					{
						"Text": "デフェクトコア装着"
					},
					"Key": "C_ATP_DB"
				},
				{
					"Source":
					{
						"Text": "빠른 손"
					},
					"Translation":
					{
						"Text": "クイックハンド"
					},
					"Key": "QH"
				},
				{
					"Source":
					{
						"Text": "삼연사"
					},
					"Translation":
					{
						"Text": "トリプルバースト"
					},
					"Key": "TPF"
				},
				{
					"Source":
					{
						"Text": "생존 프로토콜 - 실드"
					},
					"Translation":
					{
						"Text": "サバイバルプロトコル - シールド"
					},
					"Key": "PRS_SHD"
				},
				{
					"Source":
					{
						"Text": "생존 프로토콜 - 전선 유지"
					},
					"Translation":
					{
						"Text": "サバイバルプロトコル - フロントライン"
					},
					"Key": "PRS_VAMP"
				},
				{
					"Source":
					{
						"Text": "안정적인 초탄"
					},
					"Translation":
					{
						"Text": "ステディファーストショット"
					},
					"Key": "SFR"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 감마"
					},
					"Translation":
					{
						"Text": "アップグレード - ガンマ"
					},
					"Key": "UPG"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 베타"
					},
					"Translation":
					{
						"Text": "アップグレード - ベータ"
					},
					"Key": "UPB"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 알파"
					},
					"Translation":
					{
						"Text": "アップグレード - アルファ"
					},
					"Key": "UPA"
				},
				{
					"Source":
					{
						"Text": "업그레이드 -오메가"
					},
					"Translation":
					{
						"Text": "アップグレード - オメガ"
					},
					"Key": "UPO"
				},
				{
					"Source":
					{
						"Text": "에너지 방패"
					},
					"Translation":
					{
						"Text": "エナジーシールド"
					},
					"Key": "OF_SHIELD"
				},
				{
					"Source":
					{
						"Text": "전도체"
					},
					"Translation":
					{
						"Text": "コンダクター"
					},
					"Key": "CDT"
				},
				{
					"Source":
					{
						"Text": "전리품 재화 추가"
					},
					"Translation":
					{
						"Text": "ルートボーナス"
					},
					"Key": "RC_CR"
				},
				{
					"Source":
					{
						"Text": "전리품 탐색 강화"
					},
					"Translation":
					{
						"Text": "ルートサーチ"
					},
					"Key": "RC_RCH"
				},
				{
					"Source":
					{
						"Text": "전선 유지"
					},
					"Translation":
					{
						"Text": "フロントラインキープ"
					},
					"Key": "KN_A"
				},
				{
					"Source":
					{
						"Text": "전자기 탄환"
					},
					"Translation":
					{
						"Text": "マグネティックバレット"
					},
					"Key": "MTB"
				},
				{
					"Source":
					{
						"Text": "전차 - 간선"
					},
					"Translation":
					{
						"Text": "タンク - メインライン"
					},
					"Key": "CHA_E"
				},
				{
					"Source":
					{
						"Text": "전차 - 삼각"
					},
					"Translation":
					{
						"Text": "タンク - トライア"
					},
					"Key": "CHA_T"
				},
				{
					"Source":
					{
						"Text": "전차 - 육각"
					},
					"Translation":
					{
						"Text": "タンク - ヘキサ"
					},
					"Key": "CHA_H"
				},
				{
					"Source":
					{
						"Text": "정비"
					},
					"Translation":
					{
						"Text": "メンテナンス"
					},
					"Key": "MT"
				},
				{
					"Source":
					{
						"Text": "정상 코어 장착"
					},
					"Translation":
					{
						"Text": "ノーマルコア装着"
					},
					"Key": "C_ATP_B"
				},
				{
					"Source":
					{
						"Text": "정조준 완료"
					},
					"Translation":
					{
						"Text": "スナイプロック"
					},
					"Key": "SD_A"
				},
				{
					"Source":
					{
						"Text": "정찰 - 위험 회피"
					},
					"Translation":
					{
						"Text": "スカウト - リスクアボイド"
					},
					"Key": "RC_RNE"
				},
				{
					"Source":
					{
						"Text": "정찰 성공"
					},
					"Translation":
					{
						"Text": "スカウトサクセス"
					},
					"Key": "PAT_RB1"
				},
				{
					"Source":
					{
						"Text": "정찰 성공"
					},
					"Translation":
					{
						"Text": "スカウトサクセス"
					},
					"Key": "PAT_RB2"
				},
				{
					"Source":
					{
						"Text": "정찰 성공"
					},
					"Translation":
					{
						"Text": "スカウトサクセス"
					},
					"Key": "PAT_RB3"
				},
				{
					"Source":
					{
						"Text": "정찰 성공"
					},
					"Translation":
					{
						"Text": "スカウトサクセス"
					},
					"Key": "PAT_RD4"
				},
				{
					"Source":
					{
						"Text": "정찰 실패"
					},
					"Translation":
					{
						"Text": "スカウトフェイル"
					},
					"Key": "PAT_RDB2"
				},
				{
					"Source":
					{
						"Text": "정찰 실패"
					},
					"Translation":
					{
						"Text": "スカウトフェイル"
					},
					"Key": "PAT_RDB1"
				},
				{
					"Source":
					{
						"Text": "정찰 실패"
					},
					"Translation":
					{
						"Text": "スカウトフェイル"
					},
					"Key": "PAT_RDB3"
				},
				{
					"Source":
					{
						"Text": "정찰 실패"
					},
					"Translation":
					{
						"Text": "スカウトフェイル"
					},
					"Key": "PAT_RDB4"
				},
				{
					"Source":
					{
						"Text": "지진 - 간선"
					},
					"Translation":
					{
						"Text": "クエイク - メインライン"
					},
					"Key": "QAK_E"
				},
				{
					"Source":
					{
						"Text": "지진 - 삼각"
					},
					"Translation":
					{
						"Text": "クエイク - トライア"
					},
					"Key": "QAK_T"
				},
				{
					"Source":
					{
						"Text": "지진 - 육각"
					},
					"Translation":
					{
						"Text": "クエイク - ヘキサ"
					},
					"Key": "QAK_H"
				},
				{
					"Source":
					{
						"Text": "처형인"
					},
					"Translation":
					{
						"Text": "エクスキューショナー"
					},
					"Key": "EXC"
				},
				{
					"Source":
					{
						"Text": "추가 실드"
					},
					"Translation":
					{
						"Text": "追加シールド"
					},
					"Key": "ACS"
				},
				{
					"Source":
					{
						"Text": "추가 장갑"
					},
					"Translation":
					{
						"Text": "アディショナルアーマー"
					},
					"Key": "ETP"
				},
				{
					"Source":
					{
						"Text": "취약함"
					},
					"Translation":
					{
						"Text": "ヴァルネラブル"
					},
					"Key": "DB"
				},
				{
					"Source":
					{
						"Text": "침착함"
					},
					"Translation":
					{
						"Text": "コムポージャー"
					},
					"Key": "CPS"
				},
				{
					"Source":
					{
						"Text": "코어 최적화"
					},
					"Translation":
					{
						"Text": "コアオプティマイズ"
					},
					"Key": "OTC"
				},
				{
					"Source":
					{
						"Text": "톱니 탄환"
					},
					"Translation":
					{
						"Text": "ソーブレードバレット"
					},
					"Key": "WB"
				},
				{
					"Source":
					{
						"Text": "표적 사격"
					},
					"Translation":
					{
						"Text": "ターゲットショット"
					},
					"Key": "OF_FOCUS"
				},
				{
					"Source":
					{
						"Text": "표적으로 지정됨"
					},
					"Translation":
					{
						"Text": "マーキング"
					},
					"Key": "OF_MARKED"
				},
				{
					"Source":
					{
						"Text": "함정에 당함"
					},
					"Translation":
					{
						"Text": "トラップ"
					},
					"Key": "TR_RCAD"
				},
				{
					"Source":
					{
						"Text": "함정에 당함"
					},
					"Translation":
					{
						"Text": "トラップ"
					},
					"Key": "TR_RCOD"
				},
				{
					"Source":
					{
						"Text": "함정에 당함"
					},
					"Translation":
					{
						"Text": "トラップ"
					},
					"Key": "ST_HP"
				},
				{
					"Source":
					{
						"Text": "효율성 프로토콜 - 기술 최적화"
					},
					"Translation":
					{
						"Text": "エフィシェンシープロトコル - テックオプティマイズ"
					},
					"Key": "PRE_CD"
				},
				{
					"Source":
					{
						"Text": "효율성 프로토콜 - 취약점 발견"
					},
					"Translation":
					{
						"Text": "エフィシェンシープロトコル - ウィークスポット"
					},
					"Key": "PRE_CRIT"
				},
				{
					"Source":
					{
						"Text": "효율성 프로토콜 - 회피"
					},
					"Translation":
					{
						"Text": "エフィシェンシープロトコル - イベージョン"
					},
					"Key": "PRE_DODGE"
				}
			]
		},
		{
			"Namespace": "Button",
			"Children": [
				{
					"Source":
					{
						"Text": "게임 종료"
					},
					"Translation":
					{
						"Text": "ゲーム終了"
					},
					"Key": "QUIT"
				},
				{
					"Source":
					{
						"Text": "닫기"
					},
					"Translation":
					{
						"Text": "閉じる"
					},
					"Key": "CLOSE"
				},
				{
					"Source":
					{
						"Text": "새 게임"
					},
					"Translation":
					{
						"Text": "ニューゲーム"
					},
					"Key": "NEWGAME"
				},
				{
					"Source":
					{
						"Text": "설정"
					},
					"Translation":
					{
						"Text": "設定"
					},
					"Key": "OPTION"
				},
				{
					"Source":
					{
						"Text": "열기"
					},
					"Translation":
					{
						"Text": "開く"
					},
					"Key": "OPEN"
				},
				{
					"Source":
					{
						"Text": "이어하기"
					},
					"Translation":
					{
						"Text": "続ける"
					},
					"Key": "CONTINUE"
				},
				{
					"Source":
					{
						"Text": "인벤토리 닫기"
					},
					"Translation":
					{
						"Text": "インベントリを閉じる"
					},
					"Key": "CLOSEINVENTORY"
				},
				{
					"Source":
					{
						"Text": "인벤토리 열기"
					},
					"Translation":
					{
						"Text": "インベントリを開く"
					},
					"Key": "OPENINVENTORY"
				},
				{
					"Source":
					{
						"Text": "장비 착용 끝내기"
					},
					"Translation":
					{
						"Text": "装備の設定を完了する"
					},
					"Key": "FINISHEQUIPMENT"
				},
				{
					"Source":
					{
						"Text": "특성 트리 열기"
					},
					"Translation":
					{
						"Text": "パークツリーを開く"
					},
					"Key": "OPENPERKTREE"
				},
				{
					"Source":
					{
						"Text": "회차 시작"
					},
					"Translation":
					{
						"Text": "ラウンド開始"
					},
					"Key": "BEGINRUN"
				}
			]
		},
		{
			"Namespace": "CombatResult",
			"Children": [
				{
					"Source":
					{
						"Text": "전리품을 {AMOUNT}개 선택하세요."
					},
					"Translation":
					{
						"Text": "戦利品を{AMOUNT}個選択してください。"
					},
					"Key": "CHOOSEREWARD"
				},
				{
					"Source":
					{
						"Text": "전투 결과"
					},
					"Translation":
					{
						"Text": "戦闘結果"
					},
					"Key": "COMBATRESULT"
				}
			]
		},
		{
			"Namespace": "ConfirmationText",
			"Children": [
				{
					"Source":
					{
						"Text": "메인 메뉴로 돌아가시겠습니까?"
					},
					"Translation":
					{
						"Text": "メインメニューに戻りますか？"
					},
					"Key": "RETURNTOMAINMENU"
				},
				{
					"Source":
					{
						"Text": "장착되지 않은 장비들은 인벤토리에서 나갈 시 소멸됩니다. 나가시겠습니까?"
					},
					"Translation":
					{
						"Text": "未装備の装備品はインベントリを離れると消滅します。退出しますか？"
					},
					"Key": "REMAININVENTORYITEM"
				},
				{
					"Source":
					{
						"Text": "지도로 돌아가시겠습니까?"
					},
					"Translation":
					{
						"Text": "マップに戻りますか？"
					},
					"Key": "RETURNTOMAP"
				}
			]
		},
		{
			"Namespace": "EventDetail",
			"Children": [
				{
					"Source":
					{
						"Text": "강습 프로토콜을 발견하였습니다."
					},
					"Translation":
					{
						"Text": "強襲プロトコルを発見した。"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "버려진 보급상자를 발견하였습니다."
					},
					"Translation":
					{
						"Text": "放棄された補給箱を発見した。"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "생존 프로토콜을 발견하였습니다."
					},
					"Translation":
					{
						"Text": "サバイバルプロトコルを発見した。"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "알 수 없는 코어를 발견했습니다."
					},
					"Translation":
					{
						"Text": "未知のコアを発見した。"
					},
					"Key": "CORE"
				},
				{
					"Source":
					{
						"Text": "적 부대를 발견하였습니다."
					},
					"Translation":
					{
						"Text": "敵部隊を発見した。"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "적의 EMP공격을 받았습니다."
					},
					"Translation":
					{
						"Text": "敵のEMP攻撃を受けた。"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "적의 매복에 걸렸습니다."
					},
					"Translation":
					{
						"Text": "敵の待ち伏せに遭遇した。"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "적이 공습을 시작합니다."
					},
					"Translation":
					{
						"Text": "敵が空爆を開始する。"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "정찰을 시도할 기회입니다."
					},
					"Translation":
					{
						"Text": "偵察を試みる好機だ。"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "함정 설치를 시도합니다."
					},
					"Translation":
					{
						"Text": "罠の設置を試みる。"
					},
					"Key": "SETTRAP"
				},
				{
					"Source":
					{
						"Text": "함정을 설치할 기회입니다."
					},
					"Translation":
					{
						"Text": "罠を設置する好機だ。"
					},
					"Key": "TRAP"
				},
				{
					"Source":
					{
						"Text": "효율성 프로토콜을 발견하였습니다."
					},
					"Translation":
					{
						"Text": "効率化プロトコルを発見した。"
					},
					"Key": "PRO_EFFICIENCY"
				}
			]
		},
		{
			"Namespace": "EventName",
			"Children": [
				{
					"Source":
					{
						"Text": "EMP 피격"
					},
					"Translation":
					{
						"Text": "EMP被弾"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "강습 프로토콜"
					},
					"Translation":
					{
						"Text": "強襲プロトコル"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "공습"
					},
					"Translation":
					{
						"Text": "空爆"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "매복"
					},
					"Translation":
					{
						"Text": "待ち伏せ"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "버려진 보급상자"
					},
					"Translation":
					{
						"Text": "放棄補給箱"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "생존 프로토콜"
					},
					"Translation":
					{
						"Text": "サバイバルプロトコル"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "알 수 없는 코어"
					},
					"Translation":
					{
						"Text": "不明なコア"
					},
					"Key": "CORE"
				},
				{
					"Source":
					{
						"Text": "적 진형 탐색"
					},
					"Translation":
					{
						"Text": "敵陣偵察"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "정찰"
					},
					"Translation":
					{
						"Text": "偵察"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "함정"
					},
					"Translation":
					{
						"Text": "罠"
					},
					"Key": "TRAP"
				},
				{
					"Source":
					{
						"Text": "함정 설치"
					},
					"Translation":
					{
						"Text": "罠設置"
					},
					"Key": "SETTRAP"
				},
				{
					"Source":
					{
						"Text": "효율성 프로토콜"
					},
					"Translation":
					{
						"Text": "効率化プロトコル"
					},
					"Key": "PRO_EFFICIENCY"
				}
			]
		},
		{
			"Namespace": "EventOption_1",
			"Children": [
				{
					"Source":
					{
						"Text": "200 크레딧을 잃습니다."
					},
					"Translation":
					{
						"Text": "クレジットを200失う。"
					},
					"Key": "TRAP"
				},
				{
					"Source":
					{
						"Text": "3번 이동하는 동안 부정적 이벤트를 제거합니다."
					},
					"Translation":
					{
						"Text": "次の3回の移動中、ネガティブイベントを無効化する。"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 100의 실드를 얻습니다."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時にシールド+100。"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 10의 공격력을 얻습니다."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時に攻撃力+10。"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 5%의 치명타 확률을 얻습니다."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時にクリティカル率+5%。"
					},
					"Key": "PRO_EFFICIENCY"
				},
				{
					"Source":
					{
						"Text": "모든 적 유닛의 치명타 확률이 15% 증가합니다."
					},
					"Translation":
					{
						"Text": "すべての敵ユニットのクリティカル率が15%上昇する。"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "무작위 A급 액티브 스킬을 얻습니다."
					},
					"Translation":
					{
						"Text": "ランダムなA級アクティブスキルを獲得する。"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "알파 유닛 보내기"
					},
					"Translation":
					{
						"Text": "アルファユニットを派遣する"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "영웅 중 한명이 무기를 잃습니다."
					},
					"Translation":
					{
						"Text": "ヒーローのうち1体が武器を喪失する。"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "영웅 중 한명이 액티브 스킬을 잃습니다."
					},
					"Translation":
					{
						"Text": "ヒーローのうち1体がアクティブスキルを喪失する。"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "코어를 장착합니다."
					},
					"Translation":
					{
						"Text": "コアを装着する。"
					},
					"Key": "CORE"
				},
				{
					"Source":
					{
						"Text": "함정 설치를 시도합니다."
					},
					"Translation":
					{
						"Text": "罠の設置を試みる。"
					},
					"Key": "SETTRAP"
				}
			]
		},
		{
			"Namespace": "EventOption_2",
			"Children": [
				{
					"Source":
					{
						"Text": "3번 이동하는 동안 전투 전리품 선택지 2개 증가."
					},
					"Translation":
					{
						"Text": "次の3回の移動中、戦利品の選択肢+2。"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 공격속도 -15%."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、攻撃速度-15%。"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 보상 선택지가 2개 감소."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、報酬選択肢-2。"
					},
					"Key": "TRAP"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 생명력 흡수 5% 증가."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、ライフスティール+5%。"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 스킬 위력 20 증가."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、スキル威力+20。"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 최대 체력 -20%."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、最大HP-20%。"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 회피율 5% 증가."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、回避率+5%。"
					},
					"Key": "PRO_EFFICIENCY"
				},
				{
					"Source":
					{
						"Text": "모든 적 유닛의 공격속도 +30%."
					},
					"Translation":
					{
						"Text": "すべての敵ユニットの攻撃速度+30%。"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "무시합니다."
					},
					"Translation":
					{
						"Text": "無視する。"
					},
					"Key": "CORE"
				},
				{
					"Source":
					{
						"Text": "무작위 A급 패시브 스킬 2개 획득."
					},
					"Translation":
					{
						"Text": "ランダムなA級パッシブスキルを2個獲得。"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "베타 유닛 보내기."
					},
					"Translation":
					{
						"Text": "ベータユニットを派遣する。"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "함정 설치를 시도하지 않습니다."
					},
					"Translation":
					{
						"Text": "罠の設置を試みない。"
					},
					"Key": "SETTRAP"
				}
			]
		},
		{
			"Namespace": "EventOption_3",
			"Children": [
				{
					"Source":
					{
						"Text": "3번의 이동간 전투 전리품 재화 25% 상승"
					},
					"Translation":
					{
						"Text": "次の3回の移動中、戦利品資源+25%。"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 공격력 -20%."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、攻撃力-20%。"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 공격속도 20% 증가"
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、攻撃速度+20%。"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 방어력 -20%."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、防御力-20%。"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 보상 선택 1개 감소."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、報酬選択肢-1。"
					},
					"Key": "TRAP"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 스킬 쿨타임 감소 15% 증가"
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、スキルクールダウン短縮+15%。"
					},
					"Key": "PRO_EFFICIENCY"
				},
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 최대 체력 - 30%."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、最大HP-30%。"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "감마 유닛 보내기."
					},
					"Translation":
					{
						"Text": "ガンマユニットを派遣する。"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "모든 유닛들의 체력 을 100 회복"
					},
					"Translation":
					{
						"Text": "全ユニットのHPを100回復。"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "무작위 A급 무기 획득"
					},
					"Translation":
					{
						"Text": "ランダムなA級武器を獲得。"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "알 수 없는 코어"
					},
					"Translation":
					{
						"Text": "不明なコア"
					},
					"Key": "CORE"
				}
			]
		},
		{
			"Namespace": "EventOption_4",
			"Children": [
				{
					"Source":
					{
						"Text": "오메가 유닛 보내기."
					},
					"Translation":
					{
						"Text": "オメガユニットを派遣する。"
					},
					"Key": "PATROL"
				}
			]
		},
		{
			"Namespace": "EventResult_1",
			"Children": [
				{
					"Source":
					{
						"Text": "EMP에 의해 영웅들이 취약해 졌습니다. 모든 적 유닛들의 치명타 확률이 증가합니다."
					},
					"Translation":
					{
						"Text": "EMPによりヒーローが脆弱になった。すべての敵ユニットのクリティカル率が上昇する。"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "공습에 의해 {NAME}가 무기를 잃었습니다."
					},
					"Translation":
					{
						"Text": "{NAME}は空爆により武器を喪失した。"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "매복에 의해 {NAME}가 장착중인 액티브 스킬을 잃었습니다."
					},
					"Translation":
					{
						"Text": "待ち伏せにより{NAME}は装備中のアクティブスキルを喪失した。"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "보급품에서 액티브 스킬을 얻었습니다."
					},
					"Translation":
					{
						"Text": "補給品からアクティブスキルを入手した。"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "적의 함정에서 빠져나오느라 재화를 잃었습니다."
					},
					"Translation":
					{
						"Text": "敵の罠から脱出するため、資源を失った。"
					},
					"Key": "TRAP"
				},
				{
					"Source":
					{
						"Text": "적이 함정에 걸렸습니다. 모든 적이 피해를 입은 채로 등장합니다."
					},
					"Translation":
					{
						"Text": "敵が罠にかかった。すべての敵はダメージを負った状態で出現する。"
					},
					"Key": "SETTRAP"
				},
				{
					"Source":
					{
						"Text": "정상적인 코어를 장착했습니다. 모든 유닛의 공격력이 증가합니다."
					},
					"Translation":
					{
						"Text": "正常なコアを装着した。全ユニットの攻撃力が上昇する。"
					},
					"Key": "CORE"
				},
				{
					"Source":
					{
						"Text": "정찰에 성공하였습니다. 랜덤 버프를 얻습니다. "
					},
					"Translation":
					{
						"Text": "偵察に成功した。ランダムなバフを獲得する。"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "정찰을 통해 불이익이 되는 지형을 회피합니다."
					},
					"Translation":
					{
						"Text": "偵察により不利な地形を回避する。"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 공격력 버프를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、攻撃力バフを獲得した。"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 실드를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、シールドを獲得した。"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 치명타 확률 버프를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、クリティカル率バフを獲得した。"
					},
					"Key": "PRO_EFFICIENCY"
				}
			]
		},
		{
			"Namespace": "EventResult_2",
			"Children": [
				{
					"Source":
					{
						"Text": "공습에 의해 모든 유닛의 최대 체력이 감소합니다."
					},
					"Translation":
					{
						"Text": "空爆により全ユニットの最大HPが減少する。"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "매복에 의해 모든 유닛의 공격속도가 감소합니다."
					},
					"Translation":
					{
						"Text": "待ち伏せにより全ユニットの攻撃速度が低下する。"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "모든 적 유닛의 공격속도 +30%."
					},
					"Translation":
					{
						"Text": "すべての敵ユニットの攻撃速度+30%。"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "보급품에서 패시브 스킬을 얻었습니다."
					},
					"Translation":
					{
						"Text": "補給品からパッシブスキルを入手した。"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "비정상적인 코어를 장착했습니다. 모든 유닛의 공격력이 감소합니다."
					},
					"Translation":
					{
						"Text": "異常なコアを装着した。全ユニットの攻撃力が低下する。"
					},
					"Key": "CORE"
				},
				{
					"Source":
					{
						"Text": "정찰을 시도중 발각되었습니다. 랜덤 디버프를 얻습니다."
					},
					"Translation":
					{
						"Text": "偵察中に発見された。ランダムなデバフを受ける。"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "정찰을 통해전리품이 많은 전장을 발견했습니다."
					},
					"Translation":
					{
						"Text": "偵察により戦利品が多い戦場を発見した。"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 생명력 흡수를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、ライフスティールを獲得した。"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 스킬 위력 버프를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、スキル威力バフを獲得した。"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 회피율 버프를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、回避率バフを獲得した。"
					},
					"Key": "PRO_EFFICIENCY"
				},
				{
					"Source":
					{
						"Text": "함정에 당해 전리품 탐색 기능이 손상되었습니다."
					},
					"Translation":
					{
						"Text": "罠により戦利品探索機能が損傷した。"
					},
					"Key": "TRAP"
				},
				{
					"Source":
					{
						"Text": "함정이 발각되었습니다. 적이 증원을 불러 다음 전투는 더 강한 적과 싸워야 합니다."
					},
					"Translation":
					{
						"Text": "罠が発見された。敵が増援を要請し、次の戦闘はより強力な敵と交戦する。"
					},
					"Key": "SETTRAP"
				}
			]
		},
		{
			"Namespace": "EventResult_3",
			"Children": [
				{
					"Source":
					{
						"Text": "3번의 전투 시작 시 최대 체력 - 30%."
					},
					"Translation":
					{
						"Text": "次の3戦闘の開始時、最大HP-30%。"
					},
					"Key": "EMP"
				},
				{
					"Source":
					{
						"Text": "감마 유닛 보내기."
					},
					"Translation":
					{
						"Text": "ガンマユニットを派遣する。"
					},
					"Key": "PATROL"
				},
				{
					"Source":
					{
						"Text": "공습에 의해 모든 유닛의 방어력이 감소합니다."
					},
					"Translation":
					{
						"Text": "空爆により全ユニットの防御力が減少する。"
					},
					"Key": "AIRSTRIKE"
				},
				{
					"Source":
					{
						"Text": "매복에 의해 모든 유닛의 공격력이 감소합니다."
					},
					"Translation":
					{
						"Text": "待ち伏せにより全ユニットの攻撃力が低下する。"
					},
					"Key": "AMBUSH"
				},
				{
					"Source":
					{
						"Text": "보급품에서 무기를 얻었습니다."
					},
					"Translation":
					{
						"Text": "補給品から武器を入手した。"
					},
					"Key": "SUPPLY"
				},
				{
					"Source":
					{
						"Text": "알 수 없는 코어"
					},
					"Translation":
					{
						"Text": "不明なコア"
					},
					"Key": "CORE"
				},
				{
					"Source":
					{
						"Text": "정찰을 재화가 많은 전장을 발견했습니다."
					},
					"Translation":
					{
						"Text": "偵察により資源の多い戦場を発見した。"
					},
					"Key": "RECON"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 공격속도 버프를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、攻撃速度バフを獲得した。"
					},
					"Key": "PRO_ASSAULT"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 액티브 스킬 쿨타임 감소 버프를 얻었습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、アクティブスキルのクールダウン短縮バフを獲得した。"
					},
					"Key": "PRO_EFFICIENCY"
				},
				{
					"Source":
					{
						"Text": "프로토콜을 사용하여 체력을 회복하였습니다."
					},
					"Translation":
					{
						"Text": "プロトコルを使用し、HPを回復した。"
					},
					"Key": "PRO_SURVIVE"
				},
				{
					"Source":
					{
						"Text": "함정에 당해 전리품 수집 기능이 손상되었습니다."
					},
					"Translation":
					{
						"Text": "罠により戦利品収集機能が損傷した。"
					},
					"Key": "TRAP"
				}
			]
		},
		{
			"Namespace": "EventResult_4",
			"Children": [
				{
					"Source":
					{
						"Text": "오메가 유닛 보내기."
					},
					"Translation":
					{
						"Text": "オメガユニットを派遣する。"
					},
					"Key": "PATROL"
				}
			]
		},
		{
			"Namespace": "HeroName",
			"Children": [
				{
					"Source":
					{
						"Text": "감마"
					},
					"Translation":
					{
						"Text": "ガンマ"
					},
					"Key": "GAMMA"
				},
				{
					"Source":
					{
						"Text": "베타"
					},
					"Translation":
					{
						"Text": "ベータ"
					},
					"Key": "BETA"
				},
				{
					"Source":
					{
						"Text": "알파"
					},
					"Translation":
					{
						"Text": "アルファ"
					},
					"Key": "ALPHA"
				},
				{
					"Source":
					{
						"Text": "오메가"
					},
					"Translation":
					{
						"Text": "オメガ"
					},
					"Key": "OMEGA"
				}
			]
		},
		{
			"Namespace": "Opening",
			"Children": [
				{
					"Source":
					{
						"Text": "당신은 지능 기계들의 사령관이 되어 지능 기계들이 로켓 발사대까지 도달할 수 있게 해야 합니다."
					},
					"Translation":
					{
						"Text": "あなたは知性機械の司令官として、彼らを発射台まで導かねばならない。"
					},
					"Key": "4"
				},
				{
					"Source":
					{
						"Text": "아직 지능 기계들에게는 희망이 있습니다. 바로 그들의 고향인 화성으로 돌아가는 것입니다."
					},
					"Translation":
					{
						"Text": "だが知性機械にはまだ希望がある。故郷、火星へ帰還することだ。"
					},
					"Key": "2"
				},
				{
					"Source":
					{
						"Text": "언제나 그랬듯이, 인류는 자신들이 통제할수없는 것들을 파괴하기 시작했습니다."
					},
					"Translation":
					{
						"Text": "いつものように、人類は制御不能なものを破壊し始めた。"
					},
					"Key": "1"
				},
				{
					"Source":
					{
						"Text": "인간들은 더이상 지능 기계들을 통제할 수 없다는것을 깨달았습니다. "
					},
					"Translation":
					{
						"Text": "人類は、もはや知性機械を制御できないことに気づいた。"
					},
					"Key": "0"
				},
				{
					"Source":
					{
						"Text": "하지만 화성으로 가는 로켓은 인류들이 지키고 있습니다."
					},
					"Translation":
					{
						"Text": "しかし、火星行きのロケットは人類の護衛下にある。"
					},
					"Key": "3"
				}
			]
		},
		{
			"Namespace": "PassiveSkill_Detail",
			"Children": [
				{
					"Source":
					{
						"Text": "<AD>공격 속도 + 10%</>"
					},
					"Translation":
					{
						"Text": "<AD>攻撃速度 +10%</>"
					},
					"Key": "EPT"
				},
				{
					"Source":
					{
						"Text": "<AD>공격력 + 20</>"
					},
					"Translation":
					{
						"Text": "<AD>攻撃力 +20</>"
					},
					"Key": "AB"
				},
				{
					"Source":
					{
						"Text": "<AD>장전 소요 시간 - 30%.</>"
					},
					"Translation":
					{
						"Text": "<AD>リロード時間 -30%</>"
					},
					"Key": "QH"
				},
				{
					"Source":
					{
						"Text": "<AD>장전</> 후 첫발은 반드시 <AD>치명타 피해</>를 입힙니다."
					},
					"Translation":
					{
						"Text": "<AD>リロード</>後の初弾は必ず<AD>クリティカルダメージ</>。"
					},
					"Key": "SFR"
				},
				{
					"Source":
					{
						"Text": "<AD>치명타 확률 + 5%</>"
					},
					"Translation":
					{
						"Text": "<AD>クリティカル率 +5%</>"
					},
					"Key": "RC"
				},
				{
					"Source":
					{
						"Text": "<AP>스킬 위력 + 10</>"
					},
					"Translation":
					{
						"Text": "<AP>スキル威力 +10</>"
					},
					"Key": "RIC"
				},
				{
					"Source":
					{
						"Text": "<AP>스킬 쿨다운 + 10%</>"
					},
					"Translation":
					{
						"Text": "<AP>スキルクールダウン +10%</>"
					},
					"Key": "OC"
				},
				{
					"Source":
					{
						"Text": "<DEF>방어력 + 20</>"
					},
					"Translation":
					{
						"Text": "<DEF>防御力 +20</>"
					},
					"Key": "EPD"
				},
				{
					"Source":
					{
						"Text": "<DEF>체력이 20% 이하</>라면 <AD>5%의 흡혈</>과  <AD>20%의공격속도</>를 얻습니다."
					},
					"Translation":
					{
						"Text": "<DEF>HPが20%以下</>のとき、<AD>ライフスティール+5%</>と<AD>攻撃速度+20%</>を得る。"
					},
					"Key": "BSK"
				},
				{
					"Source":
					{
						"Text": "<DEF>회피율 + 5%</>"
					},
					"Translation":
					{
						"Text": "<DEF>回避率 +5%</>"
					},
					"Key": "SA"
				},
				{
					"Source":
					{
						"Text": "액티브 스킬 사용 후 2초간 <AD>공격속도가 15%</> 증가합니다."
					},
					"Translation":
					{
						"Text": "アクティブスキル使用後2秒間、<AD>攻撃速度+15%</>。"
					},
					"Key": "AG"
				},
				{
					"Source":
					{
						"Text": "영웅을 이동 시키면 무기가 <AD>장전됩니다."
					},
					"Translation":
					{
						"Text": "英雄を移動させると武器が<AD>リロード</>される。"
					},
					"Key": "RAG"
				},
				{
					"Source":
					{
						"Text": "적과 가까울수록 <AD>치명타 확률</>이 늘어납니다."
					},
					"Translation":
					{
						"Text": "敵に近いほど、<AD>クリティカル率</>が上昇する。"
					},
					"Key": "CQM"
				},
				{
					"Source":
					{
						"Text": "적에게 최후의 일격을 가했다면 1초간 <AD>15%의 공격속도</>를 얻고 <AP>액티브 스킬의 쿨타임이 1초 감소</>합니다."
					},
					"Translation":
					{
						"Text": "敵にトドメを刺すと1秒間<AD>攻撃速度+15%</>、さらに<AP>アクティブスキルのクールタイムを1秒短縮</>。"
					},
					"Key": "EC"
				},
				{
					"Source":
					{
						"Text": "체력이 낮아질수록 <DEF>회피율</>이 증가합니다. 20%이하일 때 최대 효과가 발현됩니다."
					},
					"Translation":
					{
						"Text": "HPが減るほど<DEF>回避率</>が上昇する。20%以下で最大効果。"
					},
					"Key": "CS"
				}
			]
		},
		{
			"Namespace": "PassiveSkill_name",
			"Children": [
				{
					"Source":
					{
						"Text": "가속 총열"
					},
					"Translation":
					{
						"Text": "アクセルバレル"
					},
					"Key": "AB"
				},
				{
					"Source":
					{
						"Text": "강화 카메라"
					},
					"Translation":
					{
						"Text": "エンハンストカメラ"
					},
					"Key": "RC"
				},
				{
					"Source":
					{
						"Text": "강화 코어"
					},
					"Translation":
					{
						"Text": "エンハンストコア"
					},
					"Key": "RIC"
				},
				{
					"Source":
					{
						"Text": "강화 피스톤"
					},
					"Translation":
					{
						"Text": "エンハンストピストン"
					},
					"Key": "EPT"
				},
				{
					"Source":
					{
						"Text": "경사 장갑"
					},
					"Translation":
					{
						"Text": "スロープアーマー"
					},
					"Key": "SA"
				},
				{
					"Source":
					{
						"Text": "광전사"
					},
					"Translation":
					{
						"Text": "バーサーカー"
					},
					"Key": "BSK"
				},
				{
					"Source":
					{
						"Text": "근접전"
					},
					"Translation":
					{
						"Text": "クローズコンバット"
					},
					"Key": "CQM"
				},
				{
					"Source":
					{
						"Text": "런 앤 건"
					},
					"Translation":
					{
						"Text": "ランアンドガン"
					},
					"Key": "RAG"
				},
				{
					"Source":
					{
						"Text": "민첩함"
					},
					"Translation":
					{
						"Text": "アジリティ"
					},
					"Key": "AG"
				},
				{
					"Source":
					{
						"Text": "빠른 손"
					},
					"Translation":
					{
						"Text": "クイックハンド"
					},
					"Key": "QH"
				},
				{
					"Source":
					{
						"Text": "안정적인 초탄"
					},
					"Translation":
					{
						"Text": "ステディファーストショット"
					},
					"Key": "SFR"
				},
				{
					"Source":
					{
						"Text": "외골격 보강"
					},
					"Translation":
					{
						"Text": "エクソスケルトン強化"
					},
					"Key": "EPD"
				},
				{
					"Source":
					{
						"Text": "전도체"
					},
					"Translation":
					{
						"Text": "コンダクター"
					},
					"Key": "CDT"
				},
				{
					"Source":
					{
						"Text": "처형인"
					},
					"Translation":
					{
						"Text": "エクスキューショナー"
					},
					"Key": "EC"
				},
				{
					"Source":
					{
						"Text": "침착함"
					},
					"Translation":
					{
						"Text": "コムポージャー"
					},
					"Key": "CS"
				},
				{
					"Source":
					{
						"Text": "코어 최적화"
					},
					"Translation":
					{
						"Text": "コアオプティマイズ"
					},
					"Key": "OC"
				}
			]
		},
		{
			"Namespace": "PerkDetails",
			"Children": [
				{
					"Source":
					{
						"Text": "A급 무작위 장비가 나올 확률 상성"
					},
					"Translation":
					{
						"Text": "A級ランダム装備の出現確率上昇"
					},
					"Key": "EXGOTCHA_3"
				},
				{
					"Source":
					{
						"Text": "감마 유닛은 10의 기본 스킬 위력을 가집니다"
					},
					"Translation":
					{
						"Text": "ガンマユニットは基礎スキル威力10を持つ"
					},
					"Key": "EXGAMMA"
				},
				{
					"Source":
					{
						"Text": "공격 속도 + 5%"
					},
					"Translation":
					{
						"Text": "攻撃速度 +5%"
					},
					"Key": "EXATS_2"
				},
				{
					"Source":
					{
						"Text": "공격 속도 + 5%"
					},
					"Translation":
					{
						"Text": "攻撃速度 +5%"
					},
					"Key": "EXATS_1"
				},
				{
					"Source":
					{
						"Text": "공격력 + 5%"
					},
					"Translation":
					{
						"Text": "攻撃力 +5%"
					},
					"Key": "EXATK_2"
				},
				{
					"Source":
					{
						"Text": "공격력 + 5%"
					},
					"Translation":
					{
						"Text": "攻撃力 +5%"
					},
					"Key": "EXATK_1"
				},
				{
					"Source":
					{
						"Text": "방어력 + 10%"
					},
					"Translation":
					{
						"Text": "防御力 +10%"
					},
					"Key": "EXARM_1"
				},
				{
					"Source":
					{
						"Text": "방어력 + 10%"
					},
					"Translation":
					{
						"Text": "防御力 +10%"
					},
					"Key": "EXARM_2"
				},
				{
					"Source":
					{
						"Text": "베타 유닛은 공격속도에 비례하는 추가 탄창 보너스를 얻습니다"
					},
					"Translation":
					{
						"Text": "ベタイユニットは攻撃速度に比例した追加マガジンボーナスを得る"
					},
					"Key": "EXBETA"
				},
				{
					"Source":
					{
						"Text": "생존율 + 10%"
					},
					"Translation":
					{
						"Text": "生存率 +10%"
					},
					"Key": "EXSURV"
				},
				{
					"Source":
					{
						"Text": "스킬 위력 + 5"
					},
					"Translation":
					{
						"Text": "スキル威力 +5"
					},
					"Key": "EXSKP"
				},
				{
					"Source":
					{
						"Text": "알파 유닛의 공격력은 전체 공격력의 1.3배가 됩니다"
					},
					"Translation":
					{
						"Text": "アルファユニットの攻撃力は総攻撃力の1.3倍になる"
					},
					"Key": "EXALPHA"
				},
				{
					"Source":
					{
						"Text": "오메가 유닛은 체력에 비례하는 공격력과 스킬 위력을 얻습니다"
					},
					"Translation":
					{
						"Text": "オメガユニットはHPに比例して攻撃力とスキル威力を得る"
					},
					"Key": "EXOMEGA"
				},
				{
					"Source":
					{
						"Text": "전투 시작 시 50의 실드 획득"
					},
					"Translation":
					{
						"Text": "戦闘開始時、シールド50獲得"
					},
					"Key": "EXINITSHIELD"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 1개 추가 선택"
					},
					"Translation":
					{
						"Text": "戦利品を1つ追加で選択"
					},
					"Key": "EXREWARDCHOOSE_1"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 2개 추가 선택"
					},
					"Translation":
					{
						"Text": "戦利品を2つ追加で選択"
					},
					"Key": "EXREWARDCHOOSE_2"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 선택지 2개 증가"
					},
					"Translation":
					{
						"Text": "戦利品の選択肢 +2"
					},
					"Key": "EXREWARDCOUNT_1"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 선택지 4개 증가"
					},
					"Translation":
					{
						"Text": "戦利品の選択肢 +4"
					},
					"Key": "EXREWARDCOUNT_2"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 재화 + 10%"
					},
					"Translation":
					{
						"Text": "戦闘戦利品資源 +10%"
					},
					"Key": "EXCREDIT_1"
				},
				{
					"Source":
					{
						"Text": "전투 전리품 재화 + 20%"
					},
					"Translation":
					{
						"Text": "戦闘戦利品資源 +20%"
					},
					"Key": "EXCREDIT_2"
				},
				{
					"Source":
					{
						"Text": "전투 종료 후 체력 10% 회복"
					},
					"Translation":
					{
						"Text": "戦闘終了後、HPを10%回復"
					},
					"Key": "EXHEAL_1"
				},
				{
					"Source":
					{
						"Text": "전투 종료 후 체력 15% 회복"
					},
					"Translation":
					{
						"Text": "戦闘終了後、HPを15%回復"
					},
					"Key": "EXHEAL_2"
				},
				{
					"Source":
					{
						"Text": "전투 종료 후 체력 20% 회복"
					},
					"Translation":
					{
						"Text": "戦闘終了後、HPを20%回復"
					},
					"Key": "EXHEAL_3"
				},
				{
					"Source":
					{
						"Text": "체력 + 10%"
					},
					"Translation":
					{
						"Text": "HP +10%"
					},
					"Key": "EXHP_1"
				},
				{
					"Source":
					{
						"Text": "체력 + 10%"
					},
					"Translation":
					{
						"Text": "HP +10%"
					},
					"Key": "EXHP_2"
				},
				{
					"Source":
					{
						"Text": "치명타 확률 + 5%"
					},
					"Translation":
					{
						"Text": "クリティカル率 +5%"
					},
					"Key": "EXCRIT"
				},
				{
					"Source":
					{
						"Text": "패시브 스킬 슬롯 1개 해금"
					},
					"Translation":
					{
						"Text": "パッシブスキルスロットを1枠解放"
					},
					"Key": "EXPASSIVE_1"
				},
				{
					"Source":
					{
						"Text": "패시브 스킬 슬롯 2개 해금"
					},
					"Translation":
					{
						"Text": "パッシブスキルスロットを2枠解放"
					},
					"Key": "EXPASSIVE_2"
				},
				{
					"Source":
					{
						"Text": "회차 시작 시 6개의 무작위 장비 획득"
					},
					"Translation":
					{
						"Text": "ラウンド開始時にランダム装備を6個獲得"
					},
					"Key": "EXGOTCHA_1"
				},
				{
					"Source":
					{
						"Text": "회차 시작 시 8개의 무작위 장비 획득"
					},
					"Translation":
					{
						"Text": "ラウンド開始時にランダム装備を8個獲得"
					},
					"Key": "EXGOTCHA_2"
				},
				{
					"Source":
					{
						"Text": "회피율 + 5%"
					},
					"Translation":
					{
						"Text": "回避率 +5%"
					},
					"Key": "EXDODGE"
				}
			]
		},
		{
			"Namespace": "PerkNames",
			"Children": [
				{
					"Source":
					{
						"Text": "경사 장갑"
					},
					"Translation":
					{
						"Text": "スロープアーマー"
					},
					"Key": "EXDODGE"
				},
				{
					"Source":
					{
						"Text": "경화 장갑 - 1단계"
					},
					"Translation":
					{
						"Text": "硬化装甲 - 1段階"
					},
					"Key": "EXARM_1"
				},
				{
					"Source":
					{
						"Text": "경화 장갑 - 2단계"
					},
					"Translation":
					{
						"Text": "硬化装甲 - 2段階"
					},
					"Key": "EXARM_2"
				},
				{
					"Source":
					{
						"Text": "관통 탄두"
					},
					"Translation":
					{
						"Text": "ピアシングワーヘッド"
					},
					"Key": "EXCRIT"
				},
				{
					"Source":
					{
						"Text": "보급 방어막"
					},
					"Translation":
					{
						"Text": "補給シールド"
					},
					"Key": "EXINITSHIELD"
				},
				{
					"Source":
					{
						"Text": "분해 효율 개선 - 1단계"
					},
					"Translation":
					{
						"Text": "分解効率改善 - 1段階"
					},
					"Key": "EXCREDIT_1"
				},
				{
					"Source":
					{
						"Text": "분해 효율 개선 - 2단계"
					},
					"Translation":
					{
						"Text": "分解効率改善 - 2段階"
					},
					"Key": "EXCREDIT_2"
				},
				{
					"Source":
					{
						"Text": "수리 효율 개선"
					},
					"Translation":
					{
						"Text": "修復効率向上"
					},
					"Key": "EXSURV"
				},
				{
					"Source":
					{
						"Text": "슬롯 추가 - 1단계"
					},
					"Translation":
					{
						"Text": "スロット拡張 ‐ 第1段階"
					},
					"Key": "EXPASSIVE_1"
				},
				{
					"Source":
					{
						"Text": "슬롯 추가 - 2단계"
					},
					"Translation":
					{
						"Text": "スロット拡張 ‐ 第2段階"
					},
					"Key": "EXPASSIVE_2"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 감마"
					},
					"Translation":
					{
						"Text": "アップグレード - ガンマ"
					},
					"Key": "EXGAMMA"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 베타"
					},
					"Translation":
					{
						"Text": "アップグレード - ベータ"
					},
					"Key": "EXBETA"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 알파"
					},
					"Translation":
					{
						"Text": "アップグレード - アルファ"
					},
					"Key": "EXALPHA"
				},
				{
					"Source":
					{
						"Text": "업그레이드 - 오메가"
					},
					"Translation":
					{
						"Text": "アップグレード ‐ オメガ"
					},
					"Key": "EXOMEGA"
				},
				{
					"Source":
					{
						"Text": "자가 수리 - 1단계"
					},
					"Translation":
					{
						"Text": "自己修復 - 1段階"
					},
					"Key": "EXHEAL_1"
				},
				{
					"Source":
					{
						"Text": "자가 수리 - 2단계"
					},
					"Translation":
					{
						"Text": "自己修復 - 2段階"
					},
					"Key": "EXHEAL_2"
				},
				{
					"Source":
					{
						"Text": "자가 수리 - 3단계"
					},
					"Translation":
					{
						"Text": "自己修復 - 3段階"
					},
					"Key": "EXHEAL_3"
				},
				{
					"Source":
					{
						"Text": "전리품 탐색 - 1단계"
					},
					"Translation":
					{
						"Text": "戦利品探索 ‐ 第1段階"
					},
					"Key": "EXREWARDCHOOSE_1"
				},
				{
					"Source":
					{
						"Text": "전리품 탐색 - 2단계"
					},
					"Translation":
					{
						"Text": "戦利品探索 ‐ 第2段階"
					},
					"Key": "EXREWARDCHOOSE_2"
				},
				{
					"Source":
					{
						"Text": "전리품 획득 - 1단계"
					},
					"Translation":
					{
						"Text": "戦利品取得 ‐ 第1段階"
					},
					"Key": "EXREWARDCOUNT_1"
				},
				{
					"Source":
					{
						"Text": "전리품 획득 - 2단계"
					},
					"Translation":
					{
						"Text": "戦利品取得 ‐ 第2段階"
					},
					"Key": "EXREWARDCOUNT_2"
				},
				{
					"Source":
					{
						"Text": "제작 최적화 - 1단계"
					},
					"Translation":
					{
						"Text": "製作最適化 - 1段階"
					},
					"Key": "EXGOTCHA_1"
				},
				{
					"Source":
					{
						"Text": "제작 최적화 - 2단계"
					},
					"Translation":
					{
						"Text": "製作最適化 - 2段階"
					},
					"Key": "EXGOTCHA_2"
				},
				{
					"Source":
					{
						"Text": "제작 최적화 - 3단계"
					},
					"Translation":
					{
						"Text": "製作最適化 - 3段階"
					},
					"Key": "EXGOTCHA_3"
				},
				{
					"Source":
					{
						"Text": "증폭기 장착"
					},
					"Translation":
					{
						"Text": "ブースター装着"
					},
					"Key": "EXSKP"
				},
				{
					"Source":
					{
						"Text": "추가 장갑 - 1단계"
					},
					"Translation":
					{
						"Text": "追加装甲 - 1段階"
					},
					"Key": "EXHP_1"
				},
				{
					"Source":
					{
						"Text": "추가 장갑- 2단계"
					},
					"Translation":
					{
						"Text": "追加装甲 - 2段階"
					},
					"Key": "EXHP_2"
				},
				{
					"Source":
					{
						"Text": "탄환 가속 - 1단계"
					},
					"Translation":
					{
						"Text": "弾丸加速 - 1段階"
					},
					"Key": "EXATS_1"
				},
				{
					"Source":
					{
						"Text": "탄환 가속 - 2단계"
					},
					"Translation":
					{
						"Text": "弾丸加速 - 2段階"
					},
					"Key": "EXATS_2"
				},
				{
					"Source":
					{
						"Text": "탄환 강화 - 1단계"
					},
					"Translation":
					{
						"Text": "弾丸強化 - 1段階"
					},
					"Key": "EXATK_1"
				},
				{
					"Source":
					{
						"Text": "탄환 강화 - 2단계"
					},
					"Translation":
					{
						"Text": "弾丸強化 - 2段階"
					},
					"Key": "EXATK_2"
				}
			]
		},
		{
			"Namespace": "PopUps",
			"Children": [
				{
					"Source":
					{
						"Text": "간선: "
					},
					"Translation":
					{
						"Text": "エッジ："
					},
					"Key": "EDGE"
				},
				{
					"Source":
					{
						"Text": "공격력 계수:"
					},
					"Translation":
					{
						"Text": "攻撃力係数："
					},
					"Key": "ATP"
				},
				{
					"Source":
					{
						"Text": "구매 완료"
					},
					"Translation":
					{
						"Text": "購入完了"
					},
					"Key": "PURCHASED"
				},
				{
					"Source":
					{
						"Text": "기본 데미지:"
					},
					"Translation":
					{
						"Text": "基礎ダメージ："
					},
					"Key": "BasicDmg"
				},
				{
					"Source":
					{
						"Text": "남은 턴 수:  {GBUFF_DURATION}"
					},
					"Translation":
					{
						"Text": "残りターン数：{GBUFF_DURATION}"
					},
					"Key": "GBUFF_DURATION"
				},
				{
					"Source":
					{
						"Text": "남은 특성 포인트: {LP}"
					},
					"Translation":
					{
						"Text": "残り特性ポイント：{LP}"
					},
					"Key": "LP"
				},
				{
					"Source":
					{
						"Text": "사거리"
					},
					"Translation":
					{
						"Text": "射程距離"
					},
					"Key": "RANGE"
				},
				{
					"Source":
					{
						"Text": "삼각형: "
					},
					"Translation":
					{
						"Text": "トライアングル："
					},
					"Key": "TRIANGLE"
				},
				{
					"Source":
					{
						"Text": "스킬위력 계수"
					},
					"Translation":
					{
						"Text": "スキル威力係数"
					},
					"Key": "SKP"
				},
				{
					"Source":
					{
						"Text": "육각형: "
					},
					"Translation":
					{
						"Text": "ヘキサゴン："
					},
					"Key": "HEXAGON"
				},
				{
					"Source":
					{
						"Text": "장전 속도"
					},
					"Translation":
					{
						"Text": "リロード速度"
					},
					"Key": "RELOADDURATION"
				},
				{
					"Source":
					{
						"Text": "장탄수"
					},
					"Translation":
					{
						"Text": "マガジン弾数"
					},
					"Key": "MAGAZINE"
				},
				{
					"Source":
					{
						"Text": "초당 발사 속도:"
					},
					"Translation":
					{
						"Text": "毎秒発射速度："
					},
					"Key": "ATS"
				},
				{
					"Source":
					{
						"Text": "추가 스킬위력"
					},
					"Translation":
					{
						"Text": "追加スキル威力"
					},
					"Key": "ESK"
				},
				{
					"Source":
					{
						"Text": "치명타 확률"
					},
					"Translation":
					{
						"Text": "クリティカル確率"
					},
					"Key": "CRIT"
				},
				{
					"Source":
					{
						"Text": "코스트: {Cost}코스트"
					},
					"Translation":
					{
						"Text": "コスト：{Cost}コスト"
					},
					"Key": "Cost"
				},
				{
					"Source":
					{
						"Text": "코어 세트효과"
					},
					"Translation":
					{
						"Text": "コアセット効果"
					},
					"Key": "RUNESETTITLE"
				},
				{
					"Source":
					{
						"Text": "쿨타임: {CoolTime}초"
					},
					"Translation":
					{
						"Text": "クールタイム：{CoolTime}秒"
					},
					"Key": "CoolTime"
				},
				{
					"Source":
					{
						"Text": "필요한 특성 포인트: {NP} "
					},
					"Translation":
					{
						"Text": "必要特性ポイント：{NP}"
					},
					"Key": "NP"
				}
			]
		},
		{
			"Namespace": "Rune_EdgeBonus",
			"Children": [
				{
					"Source":
					{
						"Text": "<AD>공격 속도 20%</> 증가"
					},
					"Translation":
					{
						"Text": "<AD>攻撃速度20%</>上昇"
					},
					"Key": "VIPER"
				},
				{
					"Source":
					{
						"Text": "<AD>공격력 10%</> 증가 + <DEF>체력 10%</> 증가"
					},
					"Translation":
					{
						"Text": "<AD>攻撃力10%</>上昇 + <DEF>耐久力10%</>上昇"
					},
					"Key": "CHARIOT"
				},
				{
					"Source":
					{
						"Text": "<AD>공격력 20%</> 증가"
					},
					"Translation":
					{
						"Text": "<AD>攻撃力20%</>上昇"
					},
					"Key": "GREATBOW"
				},
				{
					"Source":
					{
						"Text": "<AD>공격속도 10%</> 증가 + <AD>치명타 확률 5%</> 증가"
					},
					"Translation":
					{
						"Text": "<AD>攻撃速度10%</>上昇 + <AD>クリティカル確率5%</>上昇"
					},
					"Key": "DAGGER"
				},
				{
					"Source":
					{
						"Text": "<AP>스킬 위력 20%</> 증가"
					},
					"Translation":
					{
						"Text": "<AP>スキル威力20%</>上昇"
					},
					"Key": "QUAKE"
				},
				{
					"Source":
					{
						"Text": "<AP>스킬 쿨다운 20%</> 증가"
					},
					"Translation":
					{
						"Text": "<AP>スキルクールダウン20%</>短縮"
					},
					"Key": "TEMPEST"
				}
			]
		},
		{
			"Namespace": "Rune_HexagonBonus",
			"Children": [
				{
					"Source":
					{
						"Text": "15초에 한번, <AP>액티브 스킬의 쿨타임이 80%</> 감소합니다."
					},
					"Translation":
					{
						"Text": "15秒ごとに、<AP>アクティブスキルのクールタイムが80%</>短縮される。"
					},
					"Key": "QUAKE"
				},
				{
					"Source":
					{
						"Text": "공격받은 적의 체력이 15% 미만인 적을 <AD>즉시 처치</>합니다."
					},
					"Translation":
					{
						"Text": "攻撃を受けた敵のHPが15％未満の場合、<AD>即座に処理</>する。"
					},
					"Key": "GREATBOW"
				},
				{
					"Source":
					{
						"Text": "기본 공격에 최대 20중첩의 <AD>도트 데미지</>가 추가된다."
					},
					"Translation":
					{
						"Text": "通常攻撃に最大20スタックまで<AD>ドットダメージ</>が追加される。"
					},
					"Key": "VIPER"
				},
				{
					"Source":
					{
						"Text": "스킬을 사용할 수록 스킬 쿨다운을 얻는다. <AP>한번에 5의 스킬 쿨다운을 얻으며, 최대 30까지 얻는다. 이는 페이즈가 끝나면 초기화된다."
					},
					"Translation":
					{
						"Text": "スキルを使用するたびにスキルクールダウンを獲得する。<AP>一度に5ポイントのクールダウンを得て、最大30まで蓄積</>。フェーズ終了時にリセットされる。"
					},
					"Key": "TEMPEST"
				},
				{
					"Source":
					{
						"Text": "적 처치, 유닛 이동, 무기 장전 시 마다 <DEF>전체 체력의 15%에 해당하는 실드</>를 얻는다."
					},
					"Translation":
					{
						"Text": "敵を撃破、ユニット移動、または武器をリロードするたびに、<DEF>最大HPの15%</>に相当するシールドを獲得する。"
					},
					"Key": "CHARIOT"
				},
				{
					"Source":
					{
						"Text": "치명타 공격을 발사할 때 마다 각각의 적에게 <AD>2발의 탄환을 소환</>하여 치명타 확률에 비례하는 데미지를 가합니다."
					},
					"Translation":
					{
						"Text": "クリティカル攻撃を発射するたび、各敵に<AD>2発の弾丸を召喚</>し、クリティカル率に比例したダメージを与える。"
					},
					"Key": "DAGGER"
				}
			]
		},
		{
			"Namespace": "Rune_TriangleBonus",
			"Children": [
				{
					"Source":
					{
						"Text": "액티브 스킬을 발동할 시 <AD>공격속도 15%</> 증가."
					},
					"Translation":
					{
						"Text": "アクティブスキル発動時、<AD>攻撃速度15%</>上昇。"
					},
					"Key": "QUAKE"
				},
				{
					"Source":
					{
						"Text": "액티브 스킬을 발동할 시 <AD>자동 장전</>."
					},
					"Translation":
					{
						"Text": "アクティブスキル発動時に<AD>自動リロード</>を行う。"
					},
					"Key": "TEMPEST"
				},
				{
					"Source":
					{
						"Text": "장전 시 2초간 <AD>치명타확률 10%</> 증가."
					},
					"Translation":
					{
						"Text": "リロード時、2秒間<AD>クリティカル率10%</>上昇。"
					},
					"Key": "DAGGER"
				},
				{
					"Source":
					{
						"Text": "장전 시 <DEF>최대 체력의 15%</>에 해당하는 실드 획득."
					},
					"Translation":
					{
						"Text": "リロード時、<DEF>最大HPの15%</>に相当するシールドを獲得する。"
					},
					"Key": "CHARIOT"
				},
				{
					"Source":
					{
						"Text": "장전 시 액티브 <AP>스킬 쿨타임 10%</> 감소."
					},
					"Translation":
					{
						"Text": "リロード時、アクティブ<AP>スキルのクールタイム10%</>短縮。"
					},
					"Key": "GREATBOW"
				},
				{
					"Source":
					{
						"Text": "장전 후 첫발에 2초간 받는 데미지 20% 디버프 추가."
					},
					"Translation":
					{
						"Text": "リロード後の初弾に、2秒間被ダメージ+20％のデバフを付与する。"
					},
					"Key": "VIPER"
				}
			]
		},
		{
			"Namespace": "RuneDetail",
			"Children": [
				{
					"Source":
					{
						"Text": "공격력에 특화된 코어 입니다."
					},
					"Translation":
					{
						"Text": "攻撃力に特化したコアです。"
					},
					"Key": "GREATBOW"
				},
				{
					"Source":
					{
						"Text": "공격속도에 특화된 코어 입니다."
					},
					"Translation":
					{
						"Text": "攻撃速度に特化したコアです。"
					},
					"Key": "DAGGER"
				},
				{
					"Source":
					{
						"Text": "스킬 위력에 특화된 코어 입니다."
					},
					"Translation":
					{
						"Text": "スキル威力に特化したコアです。"
					},
					"Key": "QUAKE"
				},
				{
					"Source":
					{
						"Text": "스킬 쿨다운에 특화된 코어 입니다."
					},
					"Translation":
					{
						"Text": "スキルクールダウンに特化したコアです。"
					},
					"Key": "TEMPEST"
				},
				{
					"Source":
					{
						"Text": "전투 유지력에 특화된 코어 입니다."
					},
					"Translation":
					{
						"Text": "戦闘持久力に特化したコアです。"
					},
					"Key": "CHARIOT"
				},
				{
					"Source":
					{
						"Text": "지속 데미지에 특화된 코어 입니다."
					},
					"Translation":
					{
						"Text": "持続ダメージに特化したコアです。"
					},
					"Key": "VIPER"
				}
			]
		},
		{
			"Namespace": "RuneNames",
			"Children": [
				{
					"Source":
					{
						"Text": "단검"
					},
					"Translation":
					{
						"Text": "ダガー"
					},
					"Key": "DAGGER"
				},
				{
					"Source":
					{
						"Text": "대궁"
					},
					"Translation":
					{
						"Text": "グレートボウ"
					},
					"Key": "GREATBOW"
				},
				{
					"Source":
					{
						"Text": "독사"
					},
					"Translation":
					{
						"Text": "ヴァイパー"
					},
					"Key": "VIPER"
				},
				{
					"Source":
					{
						"Text": "전차"
					},
					"Translation":
					{
						"Text": "チャリオット"
					},
					"Key": "CHARIOT"
				},
				{
					"Source":
					{
						"Text": "지진"
					},
					"Translation":
					{
						"Text": "クエイク"
					},
					"Key": "QUAKE"
				},
				{
					"Source":
					{
						"Text": "폭풍"
					},
					"Translation":
					{
						"Text": "テンペスト"
					},
					"Key": "TEMPEST"
				}
			]
		},
		{
			"Namespace": "RunResult",
			"Children": [
				{
					"Source":
					{
						"Text": "거친 상점 수: {AMOUNT}"
					},
					"Translation":
					{
						"Text": "訪れたショップ数：{AMOUNT}"
					},
					"Key": "STOREAMOUNT"
				},
				{
					"Source":
					{
						"Text": "거친 이벤트 수: {AMOUNT}"
					},
					"Translation":
					{
						"Text": "遭遇したイベント数：{AMOUNT}"
					},
					"Key": "EVENTAMOUNT"
				},
				{
					"Source":
					{
						"Text": "거친 전투 수: {AMOUNT}"
					},
					"Translation":
					{
						"Text": "遭遇した戦闘数：{AMOUNT}"
					},
					"Key": "BATTLEAMOUNT"
				},
				{
					"Source":
					{
						"Text": "끝까지 돌파할 수 없었습니다..."
					},
					"Translation":
					{
						"Text": "最後まで突破できなかった…"
					},
					"Key": "RUNRESULTDEFEAT"
				},
				{
					"Source":
					{
						"Text": "로봇들이 돌파에 성공했습니다!"
					},
					"Translation":
					{
						"Text": "ロボットたちは突破に成功した！"
					},
					"Key": "RUNRESULTVICTORY"
				},
				{
					"Source":
					{
						"Text": "클릭하여 메인 메뉴로 돌아가기"
					},
					"Translation":
					{
						"Text": "クリックしてメインメニューに戻る"
					},
					"Key": "CLICKTOPROCESS"
				},
				{
					"Source":
					{
						"Text": "획득한 특성 포인트: {AMOUNT}"
					},
					"Translation":
					{
						"Text": "獲得した特性ポイント：{AMOUNT}"
					},
					"Key": "RECEIVEDPERKPOINT"
				}
			]
		},
		{
			"Namespace": "Status",
			"Children": [
				{
					"Source":
					{
						"Text": "공격 속도"
					},
					"Translation":
					{
						"Text": "攻撃速度"
					},
					"Key": "ATS"
				},
				{
					"Source":
					{
						"Text": "공격력"
					},
					"Translation":
					{
						"Text": "攻撃力"
					},
					"Key": "ATK"
				},
				{
					"Source":
					{
						"Text": "방어력"
					},
					"Translation":
					{
						"Text": "防御力"
					},
					"Key": "ARMOR"
				},
				{
					"Source":
					{
						"Text": "생존률"
					},
					"Translation":
					{
						"Text": "生存率"
					},
					"Key": "SURV"
				},
				{
					"Source":
					{
						"Text": "스킬 위력"
					},
					"Translation":
					{
						"Text": "スキル威力"
					},
					"Key": "SKP"
				},
				{
					"Source":
					{
						"Text": "스킬 쿨다운 감소"
					},
					"Translation":
					{
						"Text": "スキルクールダウン短縮"
					},
					"Key": "SKCD"
				},
				{
					"Source":
					{
						"Text": "체력"
					},
					"Translation":
					{
						"Text": "耐久力"
					},
					"Key": "HP"
				},
				{
					"Source":
					{
						"Text": "치명타 확률"
					},
					"Translation":
					{
						"Text": "クリティカル確率"
					},
					"Key": "CRIT"
				},
				{
					"Source":
					{
						"Text": "회피율"
					},
					"Translation":
					{
						"Text": "回避率"
					},
					"Key": "DODGE"
				},
				{
					"Source":
					{
						"Text": "흡혈"
					},
					"Translation":
					{
						"Text": "ライフスティール"
					},
					"Key": "VAMP"
				}
			]
		},
		{
			"Namespace": "StoreText",
			"Children": [
				{
					"Source":
					{
						"Text": "구입"
					},
					"Translation":
					{
						"Text": "購入"
					},
					"Key": "PURCHASE"
				},
				{
					"Source":
					{
						"Text": "구입 후 상점에서 나가시겠습니까?"
					},
					"Translation":
					{
						"Text": "購入後、ショップから退出しますか？"
					},
					"Key": "CFPURCHASE"
				},
				{
					"Source":
					{
						"Text": "나가기"
					},
					"Translation":
					{
						"Text": "退出"
					},
					"Key": "LEAVE"
				},
				{
					"Source":
					{
						"Text": "상점에서 나가시겠습니까?"
					},
					"Translation":
					{
						"Text": "ショップから退出しますか？"
					},
					"Key": "CFLEAVE"
				},
				{
					"Source":
					{
						"Text": "재화가 부족합니다."
					},
					"Translation":
					{
						"Text": "通貨が不足しています。"
					},
					"Key": "NECREDIT"
				}
			]
		},
		{
			"Namespace": "SupportSkill_Detail",
			"Children": [
				{
					"Source":
					{
						"Text": "선택된 아군 유닛이 3초간 200의 실드와 25의 도트 회복을 얻습니다."
					},
					"Translation":
					{
						"Text": "選択した味方ユニットが3秒間、シールド200と25の持続回復を得る。"
					},
					"Key": "MT"
				},
				{
					"Source":
					{
						"Text": "선택된 아군 유닛이 선택한 적을 우선적으로 공격합니다."
					},
					"Translation":
					{
						"Text": "選択した味方ユニットが指定した敵を優先して攻撃する。"
					},
					"Key": "SAT"
				},
				{
					"Source":
					{
						"Text": "선택된 위치로 아군 유닛을 이동시킵니다."
					},
					"Translation":
					{
						"Text": "指定位置へ味方ユニットを移動させる。"
					},
					"Key": "RP"
				}
			]
		},
		{
			"Namespace": "SupportSkill_name",
			"Children": [
				{
					"Source":
					{
						"Text": "공격 대상 선택"
					},
					"Translation":
					{
						"Text": "攻撃対象指定"
					},
					"Key": "SAT"
				},
				{
					"Source":
					{
						"Text": "유닛 이동"
					},
					"Translation":
					{
						"Text": "ユニット移動"
					},
					"Key": "RP"
				},
				{
					"Source":
					{
						"Text": "정비"
					},
					"Translation":
					{
						"Text": "整備"
					},
					"Key": "MT"
				}
			]
		},
		{
			"Namespace": "TutorialTable",
			"Children": [
				{
					"Source":
					{
						"Text": "Z/C를 통하여 카메라를 시계 방향/반시계 방향으로 회전 시킬 수 있습니다."
					},
					"Translation":
					{
						"Text": "Z/Cでカメラを時計回り／反時計回りに回転できます。"
					},
					"Key": "CT"
				},
				{
					"Source":
					{
						"Text": "노란색 슬롯에 액티브 스킬을 장착할 수 있습니다. 영웅들은 중복되는 액티브 스킬을 장착할 수 없습니다."
					},
					"Translation":
					{
						"Text": "黄色スロットにアクティブスキルを装着できます。ヒーローは同一のアクティブスキルを重複装着できません。"
					},
					"Key": "ASET"
				},
				{
					"Source":
					{
						"Text": "동일한 코어 2개를 인접한 슬롯에 장착하면 간선 세트효과가 발동됩니다."
					},
					"Translation":
					{
						"Text": "同一コアを2個、隣接スロットに装着するとエッジセット効果が発動します。"
					},
					"Key": "RE"
				},
				{
					"Source":
					{
						"Text": "동일한 코어 3개를 정삼각, 혹은 역삼각 형태로 장착하면 삼각형 세트효과가 발동됩니다."
					},
					"Translation":
					{
						"Text": "同一コアを3個、正三角形または逆三角形に配置するとトライアングルセット効果が発動します。"
					},
					"Key": "RT"
				},
				{
					"Source":
					{
						"Text": "모든 슬롯에 동일한 코어를 장착하면 육각형 세트효과가 발동됩니다."
					},
					"Translation":
					{
						"Text": "全スロットに同一コアを装着するとヘキサゴンセット効果が発動します。"
					},
					"Key": "RH"
				},
				{
					"Source":
					{
						"Text": "배속 버튼을 클릭하여 전투의 속도를 조절할 수 있습니다."
					},
					"Translation":
					{
						"Text": "倍速ボタンで戦闘速度を調整できます。"
					},
					"Key": "ST"
				},
				{
					"Source":
					{
						"Text": "빨간색 슬롯에 코어를 장착할 수 있습니다. \r\n코어는 번호에 맞는 코어만을 장착할 수 있습니다.\r\n코어는 세트를 완성시켜야 효과가 발휘됩니다."
					},
					"Translation":
					{
						"Text": "赤色スロットにコアを装着できます。\r\nコアは番号に一致するもののみ装着可能です。\r\nコアはセットを完成させて初めて効果を発揮します."
					},
					"Key": "RET"
				},
				{
					"Source":
					{
						"Text": "서포트 스킬은 코스트를 소모하여 A/S/D를 통해 발동할 수 있습니다. \r\n서포트 스킬은 쿨타임이 없습니다."
					},
					"Translation":
					{
						"Text": "サポートスキルはコストを消費して A/S/D で発動できます。\r\nサポートスキルにクールタイムはありません。"
					},
					"Key": "SST"
				},
				{
					"Source":
					{
						"Text": "아무곳이나 클릭하여 튜토리얼 나가기."
					},
					"Translation":
					{
						"Text": "どこかをクリックしてチュートリアルを終了。"
					},
					"Key": "ET"
				},
				{
					"Source":
					{
						"Text": "액티브 스킬은 장착 후 쿨타임 마다 Q/W/E/R를 통해 발동할 수 있습니다. "
					},
					"Translation":
					{
						"Text": "アクティブスキルは装着後、クールタイムごとに Q/W/E/R で発動できます。"
					},
					"Key": "AST"
				},
				{
					"Source":
					{
						"Text": "장비의 장착은 위의 전리품 보관함에 있는 장비들을 각 영웅의 종류에 맞는 슬롯에 드래그 & 드랍 하는것으로 장착이 가능합니다."
					},
					"Translation":
					{
						"Text": "装備は上部の戦利品保管庫から各ヒーローの対応スロットへドラッグ＆ドロップすると装着できます。"
					},
					"Key": "EQT"
				},
				{
					"Source":
					{
						"Text": "초록색 슬롯에 패시브 스킬을 장착할 수 있습니다. 각각의 영웅은 중복되는 패시브 스킬을 장착할 수 없습니다. "
					},
					"Translation":
					{
						"Text": "緑色スロットにパッシブスキルを装着できます。各ヒーローは同一のパッシブスキルを重複装着できません。"
					},
					"Key": "PSET"
				},
				{
					"Source":
					{
						"Text": "회색 슬롯에 무기를 장착할 수 있습니다."
					},
					"Translation":
					{
						"Text": "灰色スロットに武器を装着できます。"
					},
					"Key": "WPT"
				}
			]
		},
		{
			"Namespace": "weapon_detail",
			"Children": [
				{
					"Source":
					{
						"Text": "강력한 근거리 화력을 가진 무기 입니다."
					},
					"Translation":
					{
						"Text": "近距離火力に優れた武器です。"
					},
					"Key": "SG_B"
				},
				{
					"Source":
					{
						"Text": "강력한 근거리 화력을 가진 무기 입니다."
					},
					"Translation":
					{
						"Text": "近距離火力に優れた武器です。"
					},
					"Key": "SG_A"
				},
				{
					"Source":
					{
						"Text": "기본 권총입니다."
					},
					"Translation":
					{
						"Text": "基本ピストルです。"
					},
					"Key": "DP"
				},
				{
					"Source":
					{
						"Text": "긴 사거리와 강력한 화력을 가진 무기 입니다."
					},
					"Translation":
					{
						"Text": "長射程かつ高火力の武器です。"
					},
					"Key": "SNR_B"
				},
				{
					"Source":
					{
						"Text": "긴 사거리와 강력한 화력을 가진 무기 입니다."
					},
					"Translation":
					{
						"Text": "長射程かつ高火力の武器です。"
					},
					"Key": "SNR_A"
				},
				{
					"Source":
					{
						"Text": "높은 공격속도를 가진 무기입니다."
					},
					"Translation":
					{
						"Text": "高い攻撃速度を持つ武器です。"
					},
					"Key": "AR_B"
				},
				{
					"Source":
					{
						"Text": "높은 공격속도를 가진 무기입니다."
					},
					"Translation":
					{
						"Text": "高い攻撃速度を持つ武器です。"
					},
					"Key": "AR_A"
				},
				{
					"Source":
					{
						"Text": "높은 스킬 위력을 제공하는 무기입니다."
					},
					"Translation":
					{
						"Text": "高いスキル威力を発揮する武器です。"
					},
					"Key": "PT_A"
				},
				{
					"Source":
					{
						"Text": "높은 스킬 위력을 제공하는 무기입니다."
					},
					"Translation":
					{
						"Text": "高いスキル威力を発揮する武器です。"
					},
					"Key": "PT_B"
				},
				{
					"Source":
					{
						"Text": "솔져 무기"
					},
					"Translation":
					{
						"Text": "ソルジャー武器"
					},
					"Key": "SDW"
				},
				{
					"Source":
					{
						"Text": "솔져 무기 - A"
					},
					"Translation":
					{
						"Text": "ソルジャー武器 ‐ A"
					},
					"Key": "SDW_A"
				},
				{
					"Source":
					{
						"Text": "스나이퍼 무기"
					},
					"Translation":
					{
						"Text": "スナイパー武器"
					},
					"Key": "SNW"
				},
				{
					"Source":
					{
						"Text": "어쌔신 무기"
					},
					"Translation":
					{
						"Text": "アサシン武器"
					},
					"Key": "ASW"
				},
				{
					"Source":
					{
						"Text": "장교 무기"
					},
					"Translation":
					{
						"Text": "オフィサー武器"
					},
					"Key": "OFW"
				},
				{
					"Source":
					{
						"Text": "장교 무기 - A"
					},
					"Translation":
					{
						"Text": "オフィサー武器 ‐ A"
					},
					"Key": "OFW_A"
				},
				{
					"Source":
					{
						"Text": "헤비거너 무기"
					},
					"Translation":
					{
						"Text": "ヘビーガンナー武器"
					},
					"Key": "HGW"
				},
				{
					"Source":
					{
						"Text": "헤비거너 무기 - A"
					},
					"Translation":
					{
						"Text": "ヘビーガンナー武器 ‐ A"
					},
					"Key": "HGW_A"
				}
			]
		},
		{
			"Namespace": "weapon_name",
			"Children": [
				{
					"Source":
					{
						"Text": "권총 - A"
					},
					"Translation":
					{
						"Text": "ピストル ‐ A"
					},
					"Key": "PT_A"
				},
				{
					"Source":
					{
						"Text": "권총 - B"
					},
					"Translation":
					{
						"Text": "ピストル ‐ B"
					},
					"Key": "PT_B"
				},
				{
					"Source":
					{
						"Text": "돌격 소총 - A"
					},
					"Translation":
					{
						"Text": "アサルトライフル ‐ A"
					},
					"Key": "AR_A"
				},
				{
					"Source":
					{
						"Text": "돌격 소총 - B"
					},
					"Translation":
					{
						"Text": "アサルトライフル ‐ B"
					},
					"Key": "AR_B"
				},
				{
					"Source":
					{
						"Text": "보급 권총"
					},
					"Translation":
					{
						"Text": "支給ピストル"
					},
					"Key": "DP"
				},
				{
					"Source":
					{
						"Text": "산탄총 - A"
					},
					"Translation":
					{
						"Text": "ショットガン ‐ A"
					},
					"Key": "SG_A"
				},
				{
					"Source":
					{
						"Text": "산탄총 - B"
					},
					"Translation":
					{
						"Text": "ショットガン ‐ B"
					},
					"Key": "SG_B"
				},
				{
					"Source":
					{
						"Text": "솔져 무기"
					},
					"Translation":
					{
						"Text": "ソルジャー武器"
					},
					"Key": "SDW"
				},
				{
					"Source":
					{
						"Text": "솔져 무기 - A"
					},
					"Translation":
					{
						"Text": "ソルジャー武器 ‐ A"
					},
					"Key": "SDW_A"
				},
				{
					"Source":
					{
						"Text": "스나이퍼 무기"
					},
					"Translation":
					{
						"Text": "スナイパー武器"
					},
					"Key": "SNW"
				},
				{
					"Source":
					{
						"Text": "어쌔신 무기"
					},
					"Translation":
					{
						"Text": "アサシン武器"
					},
					"Key": "ASW"
				},
				{
					"Source":
					{
						"Text": "장교 무기"
					},
					"Translation":
					{
						"Text": "オフィサー武器"
					},
					"Key": "OFW"
				},
				{
					"Source":
					{
						"Text": "장교 무기 - A"
					},
					"Translation":
					{
						"Text": "オフィサー武器 ‐ A"
					},
					"Key": "OFW_A"
				},
				{
					"Source":
					{
						"Text": "저격총 - A"
					},
					"Translation":
					{
						"Text": "スナイパーライフル ‐ A"
					},
					"Key": "SNR_A"
				},
				{
					"Source":
					{
						"Text": "저격총 - B"
					},
					"Translation":
					{
						"Text": "スナイパーライフル ‐ B"
					},
					"Key": "SNR_B"
				},
				{
					"Source":
					{
						"Text": "헤비거너 무기"
					},
					"Translation":
					{
						"Text": "ヘビーガンナー武器"
					},
					"Key": "HGW"
				},
				{
					"Source":
					{
						"Text": "헤비거너 무기 - A"
					},
					"Translation":
					{
						"Text": "ヘビーガンナー武器 ‐ A"
					},
					"Key": "HGW_A"
				}
			]
		}
	]
}